<!DOCTYPE html>
<html>
<head>
<style style="text/css">
				
.scroll-right {
 height: 40px;	
 overflow: hidden;
 position: relative;
/*	width:90%;*/
	
background: goldenrod;
}
.scroll-right .inner1 {
 position: absolute;
 width: 100%;
 height: 100%;
 /*margin: 0;*/
	background: goldenrod;
 line-height: 50px;
 text-align: center;
 /* Starting position */
 -moz-transform:translateX(100%);
 -webkit-transform:translateX(100%);	
 transform:translateX(100%);
 /* Apply animation to this element */	
 -moz-animation: scroll-right 8s linear infinite;
 -webkit-animation: scroll-right 8s linear infinite;
 animation: scroll-right 8s linear infinite;
}
.scroll-right .inner2 {
 position: absolute;
 width: 100%;
 height: 100%;
 margin: 0;
	background: goldenrod;
 line-height: 50px;
 text-align: center;
 /* Starting position */
 -moz-transform:translateX(100%);
 -webkit-transform:translateX(100%);	
 transform:translateX(100%);
 /* Apply animation to this element */	
 -moz-animation: scroll-right 20s linear infinite;
 -webkit-animation: scroll-right 20s linear infinite;
 animation: scroll-right 20s linear infinite;
}
/* Move it (define the animation) */
@-moz-keyframes scroll-right {
 0%   { -moz-transform: translateX(-100%); }
 100% { -moz-transform: translateX(100%); }
}
@-webkit-keyframes scroll-right {
 0%   { -webkit-transform: translateX(-100%); }
 100% { -webkit-transform: translateX(100%); }
}
@keyframes scroll-right {
 0%   { 
 -moz-transform: translateX(-100%); /* Browser bug fix */
 -webkit-transform: translateX(-100%); /* Browser bug fix */
 transform: translateX(-100%); 		
 }
 100% { 
 -moz-transform: translateX(100%); /* Browser bug fix */
 -webkit-transform: translateX(100%); /* Browser bug fix */
 transform: translateX(100%); 
 }
}
</style>
		<title>الأمور الدينية</title>
		<script src='jquery-3.3.1.min.js'></script>
		<meta name="viewport" content="width=device-width, initial-scale=1">
		<!-- Latest compiled and minified CSS -->
		<link rel="stylesheet" href="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/css/bootstrap.min.css">

		<!-- jQuery library -->
		<script src="https://ajax.googleapis.com/ajax/libs/jquery/3.3.1/jquery.min.js"></script>

		<!-- Latest compiled JavaScript -->
		<script src="https://maxcdn.bootstrapcdn.com/bootstrap/3.3.7/js/bootstrap.min.js"></script>
		<link rel="stylesheet" href="https://www.w3schools.com/w3css/4/w3.css">
</head>

<body style="background:black;"> 
	<!--/////////////////////////////////Section Dine/////////////////////////////-->
	<section id="sectVideo" style="  position:fixed;top:0">
	<center>
            <div id="divVideos1" style="width:100%; height:100%; margin-top:1%;">
				<iframe id="ifrmVideo" width="0%;" height="0%;"  src="" frameborder="0" allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture" allowfullscreen>	 
				</iframe>
				<input type="button"  id="fermerVideo" onclick="hideVideo()" value="إغلاق الفيديو" style="width:70%; visibility:hidden; font-size:20px;" class="btn btn-warning btn-block" >  
            </div>
        </center>
	</section>
	
	<section id="sectRec" dir="rtl" style="top:1px; width:100%; height:80%;">
		<center>
			<button  id="btnSahihB" style="width:100%; font-size:30px;" class="btn btn-primary btn-block" >صحيح البخاري  </button>
			<div id="divSahihB" style="background:black;">
			<!--	<button  id="btn1" onclick="showdiv1()" class="w3-button w3-black" style="width:100%; font-size:25px; ">-->
				<b><button id="btn1" class="w3-button w3-lime" onclick="showdiv1()" style="width:90%; font-size:25px;">1 : كتاب بدء الوحي</button></b>
				<div id="div1"  style="width:100%;  margin-top:1; background:#f1f2f8">				
						<button id="btn1_1" style="width:80%; font-size:20px; " class="w3-button w3-dark-grey" >شرح صحيح البخاري - عمر عبد الكافي <br> فيديوهات</button>
						<!-----////////////Div Video ///////////////////////-->
						<section id="DivHadVideo" class="btn btn-secondary btn-block" >
							<center>
								<button id="btnVideo1_1_1" onclick="showVideo()" style="width:60%; font-size:18px;" class="btn btn-default btn-block">بدء الوحي 1 </button>
								<button id="btnVideo1_1_2" onclick="showVideo()" style="width:60%; font-size:18px;" class="btn btn-secondary btn-block" >بدء الوحي 2 </button>
								<button id="btnVideo1_1_3" onclick="showVideo()" style="width:60%; font-size:18px;" class="btn btn-default btn-block" >بدء الوحي 3 </button>
								<button id="btnVideo1_1_4" onclick="showVideo()" style="width:60%; font-size:18px;" class="btn btn-secondary btn-block" >بدء الوحي 4 </button>
								<br>
							</center>
						</section>
						<!-----////////////Div hadith ///////////////////////-->
						<button id="btn1_2" style="width:80%; font-size:20px;" class="w3-button w3-black" >الحديث/شرحه كتابتا وصوتا<br>اختبار حفظه</button>
						<section id="DivHadith" class="btn btn-secondary btn-block" >
							<center>
							<button  id="btn1_1_1"  onclick="showSectDine()" class="btn btn-default btn-block" style="width:75%; font-size:18px;"> الحديث 1:  الأعمال بالنيات</button>
							<button id="btn1_1_2"  onclick="showSectDine()" class="btn btn-secondary btn-block"  style="width:75%; font-size:18px;">الحديث 2: أَحْيَانًا يَأْتِينِي<br> مِثْلَ صَلْصَلَةِ الْجَرَسِ
							</button>
							<button id="btn1_1_3" onclick="showSectDine()" class="btn btn-default btn-block"  style="width:75%; font-size:18px;">الحديث 3: أول ما بدئ به رسول<br> الله صلى الله عليه وسلم من الوحي
							</button>
							<button id="btn1_1_4" onclick="showSectDine()" class="btn btn-secondary btn-block"  style="width:75%; font-size:18px;">الحديث 4:
							</button>
							<button id="btn1_1_5" onclick="showSectDine()" class="btn btn-default btn-block"  style="width:75%; font-size:18px;">الحديث 5:
							</button>
							</center>
							<br>
						</section>
						<br>
						<!-----////////////fin de Div hadith ///////////////////////-->
					
				</div>
					
					
<!--/////////////////////انتهى كتاب بدء الوحي /////////////////////////////////////////-->	
					
					<b><button id="btn2" class="w3-button w3-red" style="width:90%; font-size:25px;">2 : كتاب ....
					</button></b>
  		        <br>
			</div>
		
	<!--/////////////////////انتهى الكتاب الثاني /////////////////////////////////////////-->	
			<div style="width:100%;" >
				<form  method="post" id="form2" style="width:100%;"  action="http://www.dinewadonia.rf.gd" >	
					 <button type="submit" style="width:100%;"  class="w3-button w3-grey" onclick="RetourFunc()"> الخروج</button><br>
				</form>	
			</div>
			
			
			
			
			<!--	<input type="submit" id="ret1_1" value="رجوع" onclick="RetourFunc()" class="btn btn-danger" style="width:100%;"><br>-->
         <!--   </div>-->
		
        </center>
	</section>
	
	<!--/////////////////////////////////Section Dine/////////////////////////////-->
<section  id='sectDine' style=" visibility:hidden; width:100%; height:40%; background:#f1f9e9; "> 
	
		<!--/////////////////////////////////MENU/////////////////////////////-->
  
                
    
				 
		  <!--/--/////////////////////////////////div أبواب/////////////////////////////-->
	
		<!--//////Fênetres Des Babs Pour Selectionner Audio ou Video ou Pdf ou examen ///////-->
		<div id="fen1_1" style="width:98%;  margin-left:1%; height:auto; background:#f1f2f8">
			<div style="width=100%;  position :fixed; top:0;">
				<marquee  direction="right" scrollamount=10 style="width:100%;   background-color: yellow; background-image: linear-gradient(to bottom, yellow, #dddd00 50%, orange); position:fixed; font-size: 30px;  " >				
						<a style="color: rgb(118, 118, 118)">الحديث رقم 1 </a>
						<a  style="color: blue">حديث أمير المؤمنين أبي حفص عمر بن الخطاب رضي الله عنه  قال :</a>
						<a  style="color: black;">إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى، فمن كانت هجرته إلى الله ورسوله، فهجرته إلى الله ورسوله، ومن كانت هجرته لدنيا يصيبها أو امرأة ينكحها، فهجرته إلى ما هاجر إليه</a>
				</marquee>
				<!--	<div style="width:100%; font-size:18px;">-->
					<audio  style="width=100%; margin-top:14%;"  controls >
						<source src="http://www.dinewadonia.ga/audio/Audio1_1.mp3" type="audio/mp3">
						<h6 dir="rtl">شرح الحديث</h6>
					</audio>
			</div>
		
			<button  style="width:100%; font-size:20px; margin-top:28%;">المواد</button>
			
			<table class="table table-striped" style="width:100%;">
				<tr style="width:100%; font-size:18px;">
					<td id="had1_1" dir="rtl">	
							
							<h2 style="color:blue;"><p>الحديث رقم 1 </p></h2>
							<h3  dir="rtl" style="color:black;"><p>حديث أمير المؤمنين أبي حفص عمر بن الخطاب رضي الله عنه  قال: </p></h3>
							<h3  dir="rtl" style="color:black; "><p>إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى، فمن كانت هجرته إلى الله ورسوله، فهجرته إلى الله ورسوله، ومن كانت هجرته لدنيا يصيبها أو امرأة ينكحها، فهجرته إلى ما هاجر إليه.</p></h3>	
					</td>
				</tr>
				
				
				
					
				
				<tr style="width:100%;">
					<td>
						<button id="btnTd1" style="color:blue;"><p>شرح الحديث من فتح الباري لابن حجر</p></button>
					</td>
					<td id="td1" dir="rtl" style="color:black;">
						
						
				<br><h2 style="color:red;">قال</h2><h3>  
							 الْبُخَارِيُّ رَحِمَهُ اللَّهُ تَعَالَى وَرَضِيَ اللَّهُ عَنْهُ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ كَيْفَ كَانَ بَدْءُ الْوَحْيِ إِلَى رَسُولِ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ هَكَذَا فِي رِوَايَةِ أَبِي ذَرٍّ وَالْأَصِيلِيِّ بِغَيْرِ بَابٍ وَثَبَتَ فِي رِوَايَةِ غَيْرِهِمَا فَحَكَى عِيَاضٌ وَمَنْ تَبِعَهُ فِيهِ التَّنْوِينَ وَتَرْكَهُ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  الْكِرْمَانِيُّ يَجُوزُ فِيهِ الْإِسْكَانُ عَلَى سَبِيلِ التَّعْدَادِ لِلْأَبْوَابِ فَلَا يَكُونُ لَهُ إِعْرَابٌ وَقَدِ اعْتُرِضَ عَلَى الْمُصَنِّفِ لِكَوْنِهِ لَمْ يَفْتَتِحِ الْكِتَابَ بِخُطْبَةٍ تُنْبِئُ عَنْ مَقْصُودِهِ مُفْتَتَحَةٍ بِالْحَمْدِ وَالشَّهَادَةِ امْتِثَالًا لِقَوْلِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كُلُّ أَمْرٍ ذِي بَالٍ لَا يُبْدَأُ فِيهِ بِحَمْدِ اللَّهِ فَهُوَ أَقْطَعُ وَقَوْلِهِ كُلُّ خُطْبَةٍ لَيْسَ فِيهَا شَهَادَةٌ فَهِيَ كَالْيَدِ الْجَذْمَاءِ أَخْرَجَهُمَا أَبُو دَاوُدَ وَغَيْرُهُ مِنْ حَدِيثِ أَبِي هُرَيْرَةَ وَالْجَوَابُ عَنِ الْأَوَّلِ أَنَّ الْخُطْبَةَ لَا يَتَحَتَّمُ فِيهَا سِيَاقٌ وَاحِدٌ يَمْتَنِعُ الْعُدُولُ عَنْهُ بَلِ الْغَرَضُ مِنْهَا الِافْتِتَاحُ بِمَا يَدُلُّ عَلَى الْمَقْصُودِ وَقَدْ صَدَّرَ الْكِتَابَ بِتَرْجَمَةِ بَدْءِ الْوَحْيِ وَبِالْحَدِيثِ الدَّالِّ عَلَى مَقْصُودِهِ الْمُشْتَمِلِ عَلَى أَنَّ الْعَمَلَ دَائِرٌ مَعَ النِّيَّةِ فَكَأَنَّهُ يَقُولُ قَصَدْتُ جَمْعَ وَحْيِ السُّنَّةِ الْمُتَلَقَّى عَنْ خَيْرِ الْبَرِيَّةِ عَلَى وَجْهٍ سَيَظْهَرُ حُسْنُ عَمَلِي فِيهِ مِنْ قَصْدِي وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى فَاكْتَفَى بِالتَّلْوِيحِ عَنِ التَّصْرِيحِ وَقَدْ سَلَكَ هَذِهِ الطَّرِيقَةَ فِي مُعْظَمِ تَرَاجِمِ هَذَا الْكِتَابِ عَلَى مَا سَيَظْهَرُ بِالِاسْتِقْرَاءِ وَالْجَوَابُ عَنِ الثَّانِي أَنَّ الْحَدِيثَيْنِ لَيْسَا عَلَى شَرْطِهِ بَلْ فِي كُلٍّ مِنْهُمَا مَقَالٌ سَلَّمْنَا صَلَاحِيَّتَهُمَا لِلْحُجَّةِ لَكِنْ لَيْسَ فِيهِمَا أَنَّ ذَلِكَ يَتَعَيَّنُ بِالنُّطْقِ وَالْكِتَابَةِ مَعًا فَلَعَلَّهُ حَمِدَ وَتَشَهَّدَ نُطْقًا عِنْدَ وَضْعِ الْكِتَابِ وَلَمْ يَكْتُبْ ذَلِكَ اقْتِصَارًا عَلَى الْبَسْمَلَةِ لِأَنَّ الْقَدْرَ الَّذِي يَجْمَعُ الْأُمُورَ الثَّلَاثَةَ ذِكْرُ اللَّهِ وَقَدْ حَصَلَ بِهَا وَيُؤَيِّدُهُ أَنَّ أَوَّلَ شَيْءٍ نَزَلَ مِنَ الْقُرْآنِ أَقرَأ باسم رَبك فَطَرِيقُ التَّأَسِّي بِهِ الِافْتِتَاحُ بِالْبَسْمَلَةِ وَالِاقْتِصَارُ عَلَيْهَا لَا سِيَّمَا وَحِكَايَةُ ذَلِكَ مِنْ جُمْلَةِ مَا تَضَمَّنَهُ هَذَا الْبَابُ الْأَوَّلُ بَلْ هُوَ الْمَقْصُودُ بِالذَّاتِ مِنْ أَحَادِيثِهِ وَيُؤَيِّدُهُ أَيْضًا وُقُوعُ كُتُبِ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِلَى الْمُلُوكِ وَكُتُبِهِ فِي الْقَضَايَا مُفْتَتَحَةً بِالتَّسْمِيَةِ دُونَ حَمْدَلَةٍ وَغَيْرِهَا كَمَا سَيَأْتِي فِي حَدِيثِ أَبِي سُفْيَانَ فِي قِصَّةِ هِرَقْلَ فِي هَذَا الْبَابِ وَكَمَا سَيَأْتِي فِي حَدِيثِ الْبَرَاءِ فِي قِصَّةِ سُهَيْلِ بْنِ عَمْرٍو فِي صُلْحِ الْحُدَيْبِيَةِ وَغَيْرِ ذَلِكَ مِنَ الْأَحَادِيثِ وَهَذَا يُشْعِرُ بِأَنَّ لَفْظَ الْحَمْدِ وَالشَّهَادَةِ إِنَّمَا يُحْتَاجُ إِلَيْهِ فِي الْخُطَبِ دُونَ الرَّسَائِلِ وَالْوَثَائِقِ فَكَأَنَّ الْمُصَنِّفَ لَمَّا لَمْ يَفْتَتِحْ كِتَابَهُ بِخُطْبَةٍ أَجْرَاهُ مَجْرَى الرَّسَائِلِ إِلَى أَهْلِ الْعِلْمِ لِيَنْتَفِعُوا بِمَا فِيهِ تَعَلُّمًا وَتَعْلِيمًا وَقَدْ أَجَابَ مَنْ شَرَحَ هَذَا الْكِتَابَ بِأَجْوِبَةٍ أُخَرَ فِيهَا نَظَرٌ مِنْهَا أَنَّهُ تَعَارَضَ عِنْدَهُ الِابْتِدَاءُ بِالتَّسْمِيَةِ وَالْحَمْدَلَةِ فَلَوِ ابْتَدَأَ بِالْحَمْدَلَةِ لَخَالَفَ الْعَادَةَ أَوْ بِالتَّسْمِيَةِ لَمْ يُعَدَّ مُبْتَدِئًا بِالْحَمْدَلَةِ فَاكْتَفَى بِالتَّسْمِيَةِ وَتُعُقِّبَ بِأَنَّهُ لَوْ جَمَعَ بَيْنَهُمَا لَكَانَ مُبْتَدِئًا بِالْحَمْدَلَةِ بِالنِّسْبَةِ إِلَى مَا بَعْدَ التَّسْمِيَةِ وَهَذِهِ هِيَ النُّكْتَةُ فِي حَذْفِ الْعَاطِفِ فَيَكُونُ أَوْلَى لِمُوَافَقَتِهِ الْكِتَابَ الْعَزِيزَ فَإِنَّ الصَّحَابَةَ افتتحوا كِتَابَة الإِمَام الْكَبِير بالتسميه والحمدلة وَتَلَوْهَا وَتَبِعَهُمْ جَمِيعُ مَنْ كَتَبَ الْمُصْحَفَ بَعْدَهُمْ فِي جَمِيعِ الْأَمْصَارِ مَنْ يَقُولُ بِأَنَّ الْبَسْمَلَةَ آيَةٌ مِنْ أَوَّلِ الْفَاتِحَةِ وَمَنْ لَا يَقُولُ ذَلِكَ وَمِنْهَا أَنَّهُ رَاعَى قَوْلَهُ تَعَالَى يَا أَيُّهَا الَّذِينَ آمَنُوا لَا تُقَدِّمُوا بَيْنَ يَدَيِ الله وَرَسُوله فَلَمْ يُقَدِّمْ عَلَى كَلَامِ اللَّهِ وَرَسُولِهِ شَيْئًا وَاكْتَفَى بِهَا عَنْ كَلَامِ نَفْسِهِ وَتُعُقِّبَ بِأَنَّهُ كَانَ يُمْكِنُهُ أَنْ يَأْتِيَ بِلَفْظِ الْحَمْدِ مِنْ كَلَامِ اللَّهِ تَعَالَى وَأَيْضًا فَقَدْ قَدَّمَ التَّرْجَمَةَ وَهِيَ مِنْ كَلَامِهِ عَلَى الْآيَةِ وَكَذَا سَاقَ السَّنَدَ قَبْلَ لَفْظِ الْحَدِيثِ وَالْجَوَابُ عَنْ ذَلِكَ بِأَنَّ التَّرْجَمَةَ وَالسَّنَدَ وَإِنْ كَانَا مُتَقَدِّمَيْنِ لَفْظًا لَكِنَّهُمَا مُتَأَخِّرَانِ تَقْدِيرًا فِيهِ نَظَرٌ أَبْعَدُ مِنْ ذَلِكَ كُلِّهِ قَوْلُ مَنِ ادَّعَى أَنَّهُ ابْتَدَأَ بِخُطْبَةٍ فِيهَا حَمْدٌ وَشَهَادَةٌ فَحَذَفَهَا بَعْضُ مَنْ حَمَلَ عَنْهُ الْكِتَابَ وَكَأَنَّ قَائِلَ هَذَا مَا رَأَى تَصَانِيفَ الْأَئِمَّةِ مِنْ شُيُوخِ الْبُخَارِيِّ وَشُيُوخِ شُيُوخِهِ وَأَهْلِ عَصْرِهِ كَمَالِكٍ فِي الْمُوَطَّأِ وَعَبْدِ الرَّزَّاقِ فِي الْمُصَنَّفِ وَأَحْمَدَ فِي الْمُسْنَدِ وَأَبِي دَاوُدَ فِي السُّنَنِ إِلَى مَا لَا يُحْصَى مِمَّنْ لَمْ يُقَدِّمْ فِي ابْتِدَاءِ تَصْنِيفِهِ خُطْبَةً وَلَمْ يَزِدْ عَلَى التَّسْمِيَةِ وَهُمُ الْأَكْثَرُ وَالْقَلِيلُ مِنْهُمْ مَنِ افْتَتَحَ كِتَابَهُ بِخُطْبَةٍ أَفَيُقَالُ فِي كُلٍّ مِنْ هَؤُلَاءِ إِنَّ الرُّوَاةَ عَنْهُ حَذَفُوا ذَلِكَ كَلَّا بَلْ يُحْمَلُ ذَلِكَ مِنْ صَنِيعِهِمْ عَلَى أَنَّهُمْ حَمِدُوا لَفْظًا وَيُؤَيِّدُهُ مَا رَوَاهُ الْخَطِيبُ فِي الْجَامِعِ عَنْ أَحْمَدَ أَنَّهُ كَانَ يَتَلَفَّظُ بِالصَّلَاةِ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذا كتب الحَدِيث ولايكتبها وَالْحَامِلُ لَهُ عَلَى ذَلِكَ إِسْرَاعٌ أَوْ غَيْرُهُ أَوْ يُحْمَلُ عَلَى أَنَّهُمْ رَأَوْا ذَلِكَ مُخْتَصًّا بِالْخُطَبِ دُونَ الْكُتُبِ كَمَا تَقَدَّمَ وَلِهَذَا مَنِ افْتَتَحَ كِتَابَهُ مِنْهُمْ بِخُطْبَةٍ حَمِدَ وَتَشَهَّدَ كَمَا صَنَعَ مُسْلِمٌ وَاللَّهُ سُبْحَانَهُ وَتَعَالَى أَعْلَمُ بِالصَّوَابِ وَقَدِ اسْتَقَرَّ عَمَلُ الْأَئِمَّةِ الْمُصَنِّفِينَ عَلَى افْتِتَاحِ كُتُبِ الْعِلْمِ بِالْبَسْمَلَةِ وَكَذَا مُعْظَمُ كُتُبِ الرَّسَائِلِ وَاخْتَلَفَ الْقُدَمَاءُ فِيمَا إِذَا كَانَ الْكِتَابُ كُلُّهُ شِعْرًا فَجَاءَ عَنِ الشَّعْبِيِّ مَنْعُ ذَلِكَ وَعَنِ الزُّهْرِيِّ قَالَ مَضَتِ السُّنَّةُ أَنْ لَا يُكْتَبَ فِي الشِّعْرِ بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ وَعَنْ سَعِيدِ بْنِ جُبَيْرٍ جَوَازُ ذَلِكَ وَتَابَعَهُ عَلَى ذَلِكَ الْجُمْهُورُ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  الْخَطِيبُ هُوَ الْمُخْتَارُ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   بَدْءُ الْوَحْيِ قَالَ عِيَاضٌ رُوِيَ بِالْهَمْزِ مَعَ سُكُونِ الدَّالِ مِنَ الِابْتِدَاءِ وَبِغَيْرِ هَمْزٍ مَعَ ضَمِّ الدَّالِ وَتَشْدِيدِ الْوَاوِ مِنَ الظُّهُورِ. 

قُلْتُ وَلَمْ أَرَهُ مَضْبُوطًا فِي شَيْءٍ مِنَ الرِّوَايَاتِ الَّتِي اتَّصَلَتْ لَنَا إِلَّا أَنَّهُ وَقَعَ فِي بَعْضِهَا كَيْفَ كَانَ ابْتِدَاءُ الْوَحْيِ فَهَذَا يُرَجِّحُ الْأَوَّلَ وَهُوَ الَّذِي سَمِعْنَاهُ مِنْ أَفْوَاهِ الْمَشَايِخِ وَقَدِ اسْتَعْمَلَ الْمُصَنِّفُ هَذِهِ الْعِبَارَةَ كَثِيرًا كَبَدْءِ الْحَيْضِ وَبَدْءِ الْأَذَانِ وَبَدْءِ الْخَلْقِ وَالْوَحْيُ لُغَةً الْإِعْلَامُ فِي خَفَاءٍ وَالْوَحْيُ أَيْضًا الْكِتَابَةُ وَالْمَكْتُوبُ وَالْبَعْثُ وَالْإِلْهَامُ وَالْأَمْرُ وَالْإِيمَاءُ وَالْإِشَارَةُ وَالتَّصْوِيتُ شَيْئًا بَعْدَ شَيْءٍ وَقِيلَ أَصْلُهُ التَّفْهِيمُ وَكُلُّ مَا دَلَّلْتَ بِهِ مِنْ كَلَامٍ أَوْ كِتَابَةٍ أَوْ رِسَالَةٍ أَوْ إِشَارَةٍ فَهُوَ وَحْيٌ وَشَرْعًا الْإِعْلَامُ بِالشَّرْعِ وَقَدْ يُطْلَقُ الْوَحْيُ وَيُرَادُ بِهِ اسْمُ الْمَفْعُولِ مِنْهُ أَيِ الْمُوحَى وَهُوَ كَلَامُ اللَّهِ الْمُنَزَّلُ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَقَدِ اعْتَرَضَ مُحَمَّدُ بْنُ إِسْمَاعِيلَ التَّيْمِيُّ عَلَى هَذِهِ التَّرْجَمَةِ فَقَالَ لَوْ قَالَ كَيْفَ كَانَ الْوَحْيُ لَكَانَ أَحْسَنَ لِأَنَّهُ تَعَرَّضَ فِيهِ لِبَيَانِ كَيْفِيَّةِ الْوَحْيِ لَا لِبَيَانِ كَيْفِيَّةِ بَدْءِ الْوَحْيِ فَقَطْ وَتُعُقِّبَ بِأَنَّ الْمُرَادَ مِنْ بَدْءِ الْوَحْيِ حَالُهُ مَعَ كُلِّ مَا يَتَعَلَّقُ بِشَأْنِهِ أَيَّ تَعَلُّقٍ كَانَ وَاللَّهُ أَعْلَمُ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   وَقَوْلُ اللَّهِ هُوَ بِالرَّفْعِ عَلَى حَذْفِ الْبَابِ عَطْفًا عَلَى الْجُمْلَةِ لِأَنَّهَا فِي مَحَلِّ رَفْعٍ وَكَذَا عَلَى تَنْوِينِ بَابٍ وَبِالْجَرِّ عَطْفًا عَلَى كَيْفَ وَإِثْبَاتِ بَابٍ بِغَيْرِ تَنْوِينٍ وَالتَّقْدِيرُ بَابُ مَعْنَى قَوْلِ اللَّهِ كَذَا أَوْ الِاحْتِجَاجِ بِقَوْلِ اللَّهِ كَذَا ولايصح تَقْدِيرُ كَيْفِيَّةِ قَوْلِ اللَّهِ لِأَنَّ كَلَامَ اللَّهِ لايكيف قَالَهُ عِيَاضٌ وَيَجُوزُ رَفْعُ وَقَوْلُ اللَّهِ عَلَى الْقطع وَغَيره قَوْله إِنَّا أَوْحَينَا إِلَيْك الْآيَةَ قِيلَ قَدَّمَ ذِكْرَ نُوحٍ فِيهَا لِأَنَّهُ أَوَّلُ نَبِيٍّ أُرْسِلَ أَوْ أَوَّلُ نَبِيٍّ عُوقِبَ قَوْمُهُ فَلَا يَرِدُ كَوْنُ آدَمَ أَوَّلَ الْأَنْبِيَاءِ مُطْلَقًا كَمَا سَيَأْتِي بَسْطُ الْقَوْلِ فِي ذَلِكَ فِي الْكَلَامِ عَلَى حَدِيثِ الشَّفَاعَةِ وَمُنَاسَبَةُ الْآيَةِ لِلتَّرْجَمَةِ وَاضِحٌ مِنْ جِهَةِ أَنَّ صِفَةَ الْوَحْيِ إِلَى نَبِيِّنَا صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ تُوَافِقُ صِفَةَ الْوَحْيِ إِلَى مَنْ تَقَدَّمَهُ مِنَ النَّبِيِّينَ وَمِنْ جِهَةِ أَنَّ أَوَّلَ أَحْوَالِ النَّبِيِّينَ فِي الْوَحْيِ بِالرُّؤْيَا كَمَا رَوَاهُ أَبُو نُعَيْمٍ فِي الدَّلَائِلِ بِإِسْنَادٍ حَسَنٍ عَنْ عَلْقَمَةَ بْنِ قَيْسٍ صَاحب بن مَسْعُودٍ قَالَ إِنَّ أَوَّلَ مَا يُؤْتَى بِهِ الْأَنْبِيَاءُ فِي الْمَنَامِ حَتَّى تَهْدَأَ قُلُوبُهُمْ ثُمَّ يَنْزِلُ الْوَحْيُ بَعْدُ فِي الْيَقَظَةِ.


(قَولُهُ بَابُ بدئ الوحي)
[ قــ :1 ... غــ :1] (. 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   حَدَّثَنَا الْحُمَيْدِيُّ هُوَ أَبُو بَكْرٍ عَبْدُ اللَّهِ بْنُ الزُّبَيْرِ بْنِ عِيسَى مَنْسُوبٌ إِلَى حُمَيْدِ بْنِ أُسَامَةَ بَطْنٍ مِنْ بَنِي أَسَدِ بْنِ عَبْدِ الْعُزَّى بْنِ قُصَيٍّ رَهْطِ خَدِيجَةَ زَوْجِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَجْتَمِعُ مَعَهَا فِي أَسَدٍ وَيَجْتَمِعُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي قُصَيٍّ وَهُوَ إِمَامٌ كَبِيرٌ مُصَنِّفٌ رَافَقَ الشَّافِعِيَّ فِي الطَّلَبِ عَنِ بن عُيَيْنَةَ وَطَبَقَتِهِ وَأَخَذَ عَنْهُ الْفِقْهَ وَرَحَلَ مَعَهُ إِلَى مِصْرَ وَرَجَعَ بَعْدَ وَفَاتِهِ إِلَى مَكَّةَ إِلَى أَنْ مَاتَ بِهَا سَنَةَ تِسْعَ عَشْرَةَ وَمِائَتَيْنِ فَكَأَنَّ الْبُخَارِيَّ امْتَثَلَ قَوْلَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَدِّمُوا قُرَيْشًا فَافْتَتَحَ كِتَابَهُ بِالرِّوَايَةِ عَنِ الْحُمَيْدِيِّ لِكَوْنِهِ أَفْقَهَ قُرَشِيٍّ أَخَذَ عَنْهُ وَلَهُ مُنَاسَبَةٌ أُخْرَى لِأَنَّهُ مَكِّيٌّ كَشَيْخِهِ فَنَاسَبَ أَنْ يُذْكَرَ فِي أَوَّلِ تَرْجَمَةِ بَدْءِ الْوَحْيِ لِأَنَّ ابْتِدَاءَهُ كَانَ بِمَكَّةَ وَمِنْ ثَمَّ ثَنَّى بِالرِّوَايَةِ عَنْ مَالِكٍ لِأَنَّهُ شَيْخُ أَهْلِ الْمَدِينَةَ وَهِيَ تَالِيَةٌ لِمَكَّةَ فِي نُزُولِ الْوَحْيِ وَفِي جَمِيع الْفضل وَمَالك وبن عُيَيْنَةَ قَرِينَانِ قَالَ الشَّافِعِيُّ لَوْلَاهُمَا لَذَهَبَ الْعِلْمُ من الْحجاز قَوْله حَدثنَا سُفْيَان هُوَ بن عُيَيْنَةَ بْنِ أَبِي عِمْرَانَ الْهِلَالِيُّ أَبُو مُحَمَّدٍ الْمَكِّيُّ أَصْلُهُ وَمَوْلِدُهُ الْكُوفَةُ وَقَدْ شَارَكَ مَالِكًا فِي كَثِيرٍ مِنْ شُيُوخِهِ وَعَاشَ بَعْدَهُ عِشْرِينَ سَنَةً وَكَانَ يَذْكُرُ أَنَّهُ سَمِعَ مِنْ سَبْعِينَ مِنَ التَّابِعِينَ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   عَنْ يَحْيَى بْنِ سَعِيدٍ حَدَّثَنَا يَحْيَى بْنُ سَعِيدٍ الْأَنْصَارِيُّ اسْمُ جَدِّهِ قَيْسُ بْنُ عَمْرٍو وَهُوَ صَحَابِيٌّ وَيَحْيَى مِنْ صِغَارِ التَّابِعِينَ وَشَيْخُهُ مُحَمَّدُ بْنُ إِبْرَاهِيمَ بْنِ الْحَارِثِ بْنِ خَالِدٍ التَّيْمِيُّ مِنْ أَوْسَاطِ التَّابِعِينَ وَشَيْخُ مُحَمَّدٍ عَلْقَمَةُ بْنُ وَقَّاصٍ اللَّيْثِيُّ مِنْ كِبَارِهِمْ فَفِي الْإِسْنَادِ ثَلَاثَةٌ مِنَ التَّابِعِينَ فِي نَسَقٍ وَفِي الْمَعْرِفَةِ لِابْنِ مَنْدَهْ مَا ظَاهِرُهُ أَنَّ عَلْقَمَةَ صَحَابِيٌّ فَلَوْ ثَبَتَ لَكَانَ فِيهِ تابعيان وصحابيان يَكُونُ قَدِ اجْتَمَعَ فِي هَذَا الْإِسْنَادِ أَكْثَرُ الصِّيَغِ الَّتِي يَسْتَعْمِلُهَا الْمُحَدِّثُونَ وَهِيَ التَّحْدِيثُ وَالْإِخْبَارُ وَالسَّمَاعُ وَالْعَنْعَنَةُ وَاللَّهُ أَعْلَمُ وَقَدِ اعْتُرِضَ عَلَى الْمُصَنِّفِ فِي إِدْخَالِهِ حَدِيثَ الْأَعْمَالِ هَذَا فِي تَرْجَمَةِ بَدْءِ الْوَحْيِ وَأَنَّهُ لَا تَعَلُّقَ لَهُ بِهِ أَصْلًا بِحَيْثُ إِنَّ الْخَطَّابِيَّ فِي شَرْحِهِ وَالْإِسْمَاعِيلِيَّ فِي مُسْتَخْرَجِهِ أَخْرَجَاهُ قَبْلَ التَّرْجَمَةِ لِاعْتِقَادِهِمَا أَنَّهُ إِنَّمَا أَوْرَدَهُ لِلتَّبَرُّكِ بِهِ فَقَطْ وَاسْتَصْوَبَ أَبُو الْقَاسِمِ بْنُ مَنْدَهْ صَنِيعَ الْإِسْمَاعِيلِيِّ فِي ذَلِك. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  بن رَشِيدٍ لَمْ يَقْصِدِ الْبُخَارِيُّ بِإِيرَادِهِ سِوَى بَيَانِ حُسْنِ نِيَّتِهِ فِيهِ فِي هَذَا التَّأْلِيفِ وَقَدْ تُكُلِّفَتْ مُنَاسَبَتُهُ لِلتَّرْجَمَةِ فَقَالَ كُلٌّ بِحَسَبِ مَا ظَهَرَ لَهُ انْتَهَى وَقَدْ قِيلَ إِنَّهُ أَرَادَ أَنْ يُقِيمَهُ مَقَامَ الْخُطْبَةِ لِلْكِتَابِ لِأَنَّ فِي سِيَاقِهِ أَنَّ عُمَرَ قَالَهُ عَلَى الْمِنْبَرِ بِمَحْضَرِ الصَّحَابَةِ فَإِذَا صَلَحَ أَنْ يَكُونَ فِي خُطْبَةِ الْمِنْبَر صلح أَن يكون فِي خطْبَة الْكتاب وَحَكَى الْمُهَلَّبُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطَبَ بِهِ حِينَ قَدِمَ الْمَدِينَةَ مُهَاجِرًا فَنَاسَبَ إِيرَادَهُ فِي بَدْءِ الْوَحْيِ لِأَنَّ الْأَحْوَالَ الَّتِي كَانَتْ قَبْلَ الْهِجْرَةِ كَانَتْ كَالْمُقَدِّمَةِ لَهَا لِأَنَّ بِالْهِجْرَةِ افْتُتِحَ الْإِذْنُ فِي قِتَالِ الْمُشْرِكِينَ وَيَعْقُبُهُ النَّصْرُ وَالظَّفَرُ وَالْفَتْحُ انْتَهَى وَهَذَا وَجْهٌ حَسَنٌ إِلَّا أَنَّنِي لَمْ أَرَ مَا ذَكَرَهُ مِنْ كَوْنِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ خَطَبَ بِهِ أَوَّلَ مَا هَاجَرَ مَنْقُولًا وَقَدْ وَقَعَ فِي بَابِ تَرْكِ الْحِيَلِ بِلَفْظِ سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يَقُولُ يَا أَيُّهَا النَّاسُ إِنَّمَا الْأَعْمَالُ بِالنِّيَّةِ الْحَدِيثَ فَفِي هَذَا إِيمَاءٌ إِلَى أَنَّهُ كَانَ فِي حَالِ الْخُطْبَةِ أَمَّا كَوْنُهُ كَانَ فِي ابْتِدَاءِ قُدُومِهِ إِلَى الْمَدِينَةِ فَلَمْ أَرَ مَا يَدُلُّ عَلَيْهِ وَلَعَلَّ قَائِلَهُ اسْتَنَدَ إِلَى مَا رُوِيَ فِي قصَّة مهَاجر أم قيس قَالَ بن دَقِيقِ الْعِيدِ نَقَلُوا أَنَّ رَجُلًا هَاجَرَ مِنْ مَكَّةَ إِلَى الْمَدِينَةِ لَا يُرِيدُ بِذَلِكَ فَضِيلَةَ الْهِجْرَةِ وَإِنَّمَا هَاجَرَ لِيَتَزَوَّجَ امْرَأَةً تُسَمَّى أُمَّ قَيْسٍ فَلِهَذَا خُصَّ فِي الْحَدِيثِ ذِكْرُ الْمَرْأَةِ دُونَ سَائِرِ مَا يُنْوَى بِهِ انْتَهَى وَهَذَا لَوْ صَحَّ لَمْ يَسْتَلْزِمِ الْبَدَاءَةَ بِذِكْرِهِ أَوَّلَ الْهِجْرَةِ النَّبَوِيَّةِ وَقِصَّةُ مُهَاجِرِ أُمِّ قَيْسٍ رَوَاهَا سَعِيدُ بْنُ مَنْصُورٍ قَالَ أَخْبَرَنَا أَبُو مُعَاوِيَةَ عَنِ الْأَعْمَشِ عَنْ شَقِيقٍ عَنْ عَبْدِ اللَّهِ هُوَ بن مَسْعُودٍ قَالَ مَنْ هَاجَرَ يَبْتَغِي شَيْئًا فَإِنَّمَا لَهُ ذَلِكَ هَاجَرَ رَجُلٌ لِيَتَزَوَّجَ امْرَأَةً يُقَالُ لَهَا أُمُّ قَيْسٍ فَكَانَ يُقَالُ لَهُ مُهَاجِرُ أُمِّ قَيْسٍ وَرَوَاهُ الطَّبَرَانِيُّ مِنْ طَرِيقٍ أُخْرَى عَنِ الْأَعْمَشِ بِلَفْظِ كَانَ فِينَا رَجُلٌ خَطَبَ امْرَأَةً يُقَالُ لَهَا أُمُّ قَيْسٍ فَأَبَتْ أَنْ تَتَزَوَّجَهُ حَتَّى يُهَاجِرَ فَهَاجَرَ فَتَزَوَّجَهَا فَكُنَّا نُسَمِّيهِ مُهَاجِرَ أُمِّ قَيْسٍ وَهَذَا إِسْنَادٌ صَحِيحٌ عَلَى شَرْطِ الشَّيْخَيْنِ لَكِنْ لَيْسَ فِيهِ أَنَّ حَدِيثَ الْأَعْمَالِ سِيقَ بِسَبَبِ ذَلِكَ وَلَمْ أَرَ فِي شَيْءٍ مِنَ الطُّرُقِ مَا يَقْتَضِي التَّصْرِيحَ بِذَلِكَ وَأَيْضًا فَلَوْ أَرَادَ الْبُخَارِيُّ إِقَامَتَهُ مَقَامَ الْخُطْبَةِ فَقَط إِذْ الِابْتِدَاءَ بِهِ تَيَمُّنًا وَتَرْغِيبًا فِي الْإِخْلَاصِ لَكَانَ سِيَاقه قَبْلَ التَّرْجَمَةِ كَمَا قَالَ الْإِسْمَاعِيلِيُّ وَغَيْرُهُ وَنَقَلَ بن بَطَّالٍ عَنْ أَبِي عَبْدِ اللَّهِ بْنِ النَّجَّارِ قَالَ التَّبْوِيبُ يَتَعَلَّقُ بِالْآيَةِ وَالْحَدِيثِ مَعًا لِأَنَّ اللَّهَ تَعَالَى أَوْحَى إِلَى الْأَنْبِيَاءِ ثُمَّ إِلَى مُحَمَّدٍ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنَّ الْأَعْمَالَ بِالنِّيَّاتِ لِقَوْلِهِ تَعَالَى وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا الله مُخلصين لَهُ الدّين </h3><br><h2 style="color:red;">وقال</h2><h3> أَبُو الْعَالِيَةَ فِي قَوْلِهِ تَعَالَى شَرَعَ لَكُمْ مِنَ الدِّينِ ماوصى بِهِ نوحًا قَالَ وَصَّاهُمْ بِالْإِخْلَاصِ فِي عِبَادَتِهِ وَعَنْ أَبِي عَبْدِ الْمَلِكِ الْبَوْنِيِّ قَالَ مُنَاسَبَةُ الْحَدِيثِ لِلتَّرْجَمَةِ أَنَّ بَدْءَ الْوَحْيِ كَانَ بِالنِّيَّةِ لِأَنَّ اللَّهَ تَعَالَى فَطَرَ مُحَمَّدًا عَلَى التَّوْحِيدِ وَبَغَّضَ إِلَيْهِ الْأَوْثَانَ وَوَهَبَ لَهُ أَوَّلَ أَسْبَابِ النُّبُوَّةِ وَهِيَ الرُّؤْيَا الصَّالِحَةُ فَلَمَّا رَأَى ذَلِكَ أَخْلَصَ إِلَى اللَّهِ فِي ذَلِكَ فَكَانَ يَتَعَبَّدُ بِغَارِ حِرَاءَ فَقَبِلَ اللَّهُ عَمَلَهُ وَأَتَمَّ لَهُ النِّعْمَةَ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  الْمُهَلَّبُ مَا مُحَصِّلُهُ قَصَدَ الْبُخَارِيُّ الْإِخْبَارَ عَنْ حَالِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حَالِ مَنْشَئِهِ وَأَنَّ اللَّهَ بَغَّضَ إِلَيْهِ الْأَوْثَانَ وَحَبَّبَ إِلَيْهِ خِلَالَ الْخَيْرِ وَلُزُومَ الْوِحْدَةِ فِرَارًا مِنْ قُرَنَاءِ السُّوءِ فَلَمَّا لَزِمَ ذَلِكَ أَعْطَاهُ اللَّهُ عَلَى قَدْرِ نِيَّتِهِ وَوَهَبَ لَهُ النُّبُوَّةَ كَمَا يُقَالُ الْفَوَاتِحُ عُنْوَانُ الْخَوَاتِمِ وَلَخَّصَهُ بِنَحْوٍ مِنْ هَذَا الْقَاضِي أَبُو بَكْرِ بْنُ الْعَرَبِيِّ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  بن الْمُنِيرِ فِي أَوَّلِ التَّرَاجِمِ كَانَ مُقَدِّمَةُ النُّبُوَّةِ فِي حَقِّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ الْهِجْرَةَ إِلَى اللَّهِ تَعَالَى بِالْخَلْوَةِ فِي غَارِ حِرَاءَ فَنَاسَبَ الِافْتِتَاحَ بِحَدِيثِ الْهِجْرَةِ وَمِنَ الْمُنَاسَبَاتِ الْبَدِيعَةِ الْوَجِيزَةِ مَا تَقَدَّمَتِ الْإِشَارَةُ إِلَيْهِ أَنَّ الْكِتَابَ لَمَّا كَانَ مَوْضُوعًا لِجَمْعِ وَحْيِ السُّنَّةِ صَدَّرَهُ بِبَدْءِ الْوَحْيِ وَلَمَّا كَانَ الْوَحْيُ لِبَيَانِ الْأَعْمَالِ الشَّرْعِيَّةِ صَدَّرَهُ بِحَدِيثِ الْأَعْمَالِ وَمَعَ هَذِهِ الْمُنَاسَبَاتِ لَا يَلِيقُ الْجَزْمُ بِأَنَّهُ لَا تَعَلُّقَ لَهُ بِالتَّرْجَمَةِ أَصْلًا وَاللَّهُ يَهْدِي مَنْ يَشَاءُ إِلَى صِرَاطٍ مُسْتَقِيمٍ وَقَدْ تَوَاتَرَ النَّقْلُ عَنِ الْأَئِمَّةِ فِي تَعْظِيمِ قَدْرِ هَذَا الْحَدِيثِ قَالَ أَبُو عَبْدِ اللَّهِ لَيْسَ فِي أَخْبَارِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ شَيْءٌ أَجْمَعَ وَأَغْنَى وَأَكْثَرَ فَائِدَةً مِنْ هَذَا الْحَدِيثِ وَاتَّفَقَ عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ وَالشَّافِعِيُّ فِيمَا نَقَلَهُ الْبُوَيْطِيُّ عَنْهُ وَأَحْمَدُ بْنُ حَنْبَلٍ وَعَلِيُّ بْنُ الْمَدِينِيِّ وَأَبُو دَاوُدَ وَالتِّرْمِذِيُّ وَالدَّارَقُطْنِيُّ وَحَمْزَةُ الْكِنَانِيُّ عَلَى أَنَّهُ ثُلُثُ الْإِسْلَامِ وَمِنْهُمْ مَنْ قَالَ رُبُعُهُ وَاخْتلفُوا فِي تعْيين الْبَاقِي. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  بن مَهْدِيٍّ أَيْضًا يَدْخُلُ فِي ثَلَاثِينَ بَابًا مِنَ الْعِلْمِ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  الشَّافِعِيُّ يَدْخُلُ فِي سَبْعِينَ بَابًا وَيُحْتَمَلُ أَنْ يُرِيدَ بِهَذَا الْعَدَدِ الْمُبَالَغَةَ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  عَبْدُ الرَّحْمَنِ بْنُ مَهْدِيٍّ أَيْضًا يَنْبَغِي أَنْ يُجْعَلَ هَذَا الْحَدِيثُ رَأْسَ كُلِّ بَابٍ وَوَجَّهَ الْبَيْهَقِيُّ كَوْنَهُ ثُلُثَ الْعِلْمِ بِأَنَّ كَسْبَ الْعَبْدِ يَقَعُ بِقَلْبِهِ وَلِسَانِهِ وَجَوَارِحِهِ فَالنِّيَّةُ أَحَدُ أَقْسَامِهَا الثَّلَاثَةِ وَأَرْجَحُهَا لِأَنَّهَا قَدْ تَكُونُ عِبَادَةً مُسْتَقِلَّةً وَغَيْرُهَا يَحْتَاجُ إِلَيْهَا وَمِنْ ثَمَّ وَرَدَ نِيَّةُ الْمُؤْمِنِ خَيْرٌ مِنْ عَمَلِهِ فَإِذَا نَظَرْتَ إِلَيْهَا كَانَتْ خَيْرَ الْأَمْرَيْنِ وَكَلَامُ الْإِمَامِ أَحْمَدَ يَدُلُّ على أَنه أَرَادَ بِكَوْنِهِ ثلث الْعلم أَنه أحد الْقَوَاعِد الثَّلَاث الَّتِي تُرَدُّ إِلَيْهَا جَمِيعُ الْأَحْكَامِ عِنْدَهُ وَهِيَ هَذَا وَمَنْ عَمِلَ عَمَلًا لَيْسَ عَلَيْهِ أَمْرُنَا فَهُوَ رَدٌّ والحلال بَيِّنٌ وَالْحَرَامُ بَيِّنٌ الْحَدِيثَ ثُمَّ إِنَّ هَذَا الْحَدِيثَ مُتَّفَقٌ عَلَى صِحَّتِهِ أَخْرَجَهُ الْأَئِمَّةُ الْمَشْهُورُونَ إِلَّا الْمُوَطَّأَ وَوَهِمَ مَنْ زَعَمَ أَنَّهُ فِي الْمُوَطَّأِ مُغْتَرًّا بِتَخْرِيجِ الشَّيْخَيْنِ لَهُ وَالنَّسَائِيُّ مِنْ طَرِيقِ مَالِكٍ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  أَبُو جَعْفَرٍ الطَّبَرِيُّ قَدْ يَكُونُ هَذَا الْحَدِيثُ عَلَى طَرِيقَةِ بَعْضِ النَّاسِ مَرْدُودًا لِكَوْنِهِ فَرْدًا لِأَنَّهُ لَا يُرْوَى عَنْ عُمَرَ إِلَّا مِنْ رِوَايَةِ عَلْقَمَةَ وَلَا عَنْ عَلْقَمَةَ إِلَّا مِنْ رِوَايَةِ مُحَمَّدِ بْنِ إِبْرَاهِيمَ وَلَا عَنْ مُحَمَّدِ بْنِ إِبْرَاهِيمَ إِلَّا مِنْ رِوَايَةِ يَحْيَى بْنِ سَعِيدٍ وَهُوَ كَمَا قَالَ فَإِنَّهُ إِنَّمَا اشْتُهِرَ عَنْ يَحْيَى بْنِ سَعِيدٍ وَتَفَرَّدَ بِهِ مَنْ فَوْقَهُ وَبِذَلِكَ جَزَمَ التِّرْمِذِيُّ وَالنَّسَائِيّ وَالْبَزَّار وبن السَّكَنِ وَحَمْزَةُ بْنُ مُحَمَّدٍ الْكِنَانِيُّ وَأَطْلَقَ الْخَطَّابِيُّ نَفْيَ الْخِلَافِ بَيْنَ أَهْلِ الْحَدِيثِ فِي أَنَّهُ لَا يُعْرَفُ إِلَّا بِهَذَا الْإِسْنَادِ وَهُوَ كَمَا قَالَ لَكِنْ بِقَيْدَيْنِ أَحَدُهُمَا الصِّحَّةُ لِأَنَّهُ وَرَدَ مِنْ طُرُقٍ مَعْلُولَةٍ ذَكَرَهَا الدَّارَقُطْنِيُّ وَأَبُو الْقَاسِمِ بْنُ مَنْدَهْ وَغَيْرُهُمَا ثَانِيهُمَا السِّيَاقُ لِأَنَّهُ وَرَدَ فِي مَعْنَاهُ عِدَّةُ أَحَادِيثَ صَحَّتْ فِي مُطْلَقِ النِّيَّةِ كَحَدِيثِ عَائِشَةَ وَأُمِّ سَلَمَةَ عِنْدَ مُسْلِمٍ يبعثون على نياتهم وَحَدِيث بن عَبَّاسٍ وَلَكِنْ جِهَادٌ وَنِيَّةٌ وَحَدِيثِ أَبِي مُوسَى مَنْ قَاتَلَ لِتَكُونَ كَلِمَةُ اللَّهِ هِيَ الْعُلْيَا فَهُوَ فِي سَبِيلِ اللَّهِ مُتَّفَقٌ عَلَيْهِمَا وَحَدِيثِ بن مَسْعُودٍ رُبَّ قَتِيلٍ بَيْنَ الصَّفَّيْنِ اللَّهُ أَعْلَمُ بِنِيَّتِهِ أَخْرَجَهُ أَحْمَدُ وَحَدِيثِ عُبَادَةَ مَنْ غَزَا وَهُوَ لَا يَنْوِي إِلَّا عِقَالًا فَلَهُ مَا نَوَى أَخْرَجَهُ النَّسَائِيُّ إِلَى غَيْرِ ذَلِكَ مِمَّا يَتَعَسَّرُ حَصْرُهُ وَعُرِفَ بِهَذَا التَّقْرِيرِ غَلَطُ مَنْ زَعَمَ أَنَّ حَدِيثَ عُمَرَ مُتَوَاتِرٌ إِلَّا إِنْ حُمِلَ عَلَى التَّوَاتُرِ الْمَعْنَوِيِّ فَيُحْتَمَلُ نَعَمْ قَدْ تَوَاتَرَ عَنْ يَحْيَى بْنِ سَعِيدٍ فَحَكَى مُحَمَّدُ بْنُ عَلِيِّ بْنِ سَعِيدٍ النَّقَّاشُ الْحَافِظُ أَنَّهُ رَوَاهُ عَنْ يَحْيَى مِائَتَانِ وَخَمْسُونَ نَفْسًا وَسَرَدَ أَسْمَاءَهُم أَبُو الْقَاسِم بن مَنْدَه فجاوز الثلثمائة وَرَوَى أَبُو مُوسَى الْمَدِينِيُّ عَنْ بَعْضِ مَشَايِخِهِ مُذَاكَرَةً عَنِ الْحَافِظِ أَبِي إِسْمَاعِيلَ الْأَنْصَارِيِّ الْهَرَوِيِّ قَالَ كَتَبْتُهُ مِنْ حَدِيثِ سَبْعِمِائَةٍ مِنْ أَصْحَابِ يَحْيَى. 

قُلْتُ وَأَنَا أَسْتَبْعِدُ صِحَّةَ هَذَا فَقَدْ تَتَبَّعْتُ طُرُقَهُ مِنَ الرِّوَايَاتِ الْمَشْهُورَةِ وَالْأَجْزَاءِ الْمَنْثُورَةِ مُنْذُ طَلَبْتُ الْحَدِيثَ إِلَى وَقْتِي هَذَا فَمَا قَدَرْتُ عَلَى تَكْمِيلِ الْمِائَةِ وَقَدْ	تَتَبَّعْتُ طُرُقَ غَيْرِهِ فَزَادَتْ عَلَى مَا نُقِلَ عَمَّنْ تَقَدَّمَ كَمَا سَيَأْتِي مِثَالٌ لِذَلِكَ فِي الْكَلَام على حَدِيث بن عُمَرَ فِي غُسْلِ الْجُمُعَةِ إِنْ شَاءَ اللَّهُ تَعَالَى . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   عَلَى الْمِنْبَرِ بِكَسْرِ الْمِيمِ وَاللَّامُ لِلْعَهْدِ أَيْ مِنْبَرِ الْمَسْجِدِ النَّبَوِيِّ وَوَقَعَ فِي رِوَايَةِ حَمَّادِ بْنِ زَيْدٍ عَنْ يَحْيَى فِي تَرْكِ الْحِيَلِ سَمِعْتُ عُمَرَ يَخْطُبُ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ كَذَا أُورِدَ هُنَا وَهُوَ مِنْ مُقَابَلَةِ الْجَمْعِ بِالْجَمْعِ أَيْ كُلُّ عَمَلٍ بِنِيَّتِهِ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  الخوبي كَأَنَّهُ أَشَارَ بِذَلِكَ إِلَى أَنَّ النِّيَّةَ تَتَنَوَّعُ كَمَا تَتَنَوَّعُ الْأَعْمَالُ كَمَنْ قَصَدَ بِعَمَلِهِ وَجْهَ اللَّهِ أَوْ تَحْصِيلَ مَوْعُودِهِ أَوْ الِاتِّقَاءَ لِوَعِيدِهِ وَوَقَعَ فِي مُعْظَمِ الرِّوَايَاتِ بِإِفْرَادِ النِّيَّةِ وَوَجْهُهُ أَنَّ مَحَلَّ النِّيَّةِ الْقَلْبُ وَهُوَ مُتَّحِدٌ فَنَاسَبَ إِفْرَادَهَا بِخِلَافِ الْأَعْمَالِ فَإِنَّهَا مُتَعَلِّقَةٌ بِالظَّوَاهِرِ وَهِيَ مُتَعَدِّدَةٌ فَنَاسَبَ جَمْعَهَا وَلِأَنَّ النِّيَّةَ تَرْجِعُ إِلَى الْإِخْلَاصِ وَهُوَ وَاحِدٌ لِلْوَاحِدِ الَّذِي لَا شَرِيكَ لَهُ وَوَقع فِي صَحِيح بن حِبَّانَ بِلَفْظِ الْأَعْمَالِ بِالنِّيَّاتِ بِحَذْفِ إِنَّمَا وَجَمْعِ الْأَعْمَالِ وَالنِّيَّاتِ وَهِيَ مَا وَقَعَ فِي كِتَابِ الشهَاب للقضاعي وَوَصَلَهُ فِي مُسْنَدِهِ كَذَلِكَ وَأَنْكَرَهُ أَبُو مُوسَى الْمَدِينِيُّ كَمَا نَقَلَهُ النَّوَوِيُّ وَأَقَرَّهُ وَهُوَ مُتَعَقَّبٌ بِرِوَايَة بن حِبَّانَ بَلْ وَقَعَ فِي رِوَايَةِ مَالِكٍ عَنْ يَحْيَى عِنْدَ الْبُخَارِيِّ فِي كِتَابِ الْإِيمَانِ بِلَفْظِ الْأَعْمَالُ بِالنِّيَّةِ وَكَذَا فِي الْعِتْقِ مِنْ رِوَايَةِ الثَّوْرِيِّ وَفِي الْهِجْرَةِ مِنْ رِوَايَةِ حَمَّادِ بْنِ زَيْدٍ وَوَقَعَ عِنْدَهُ فِي النِّكَاحِ بِلَفْظِ الْعَمَلُ بِالنِّيَّةِ بِإِفْرَادِ كُلٍّ مِنْهُمَا وَالنِّيَّةُ بِكَسْرِ النُّونِ وَتَشْدِيدِ التَّحْتَانِيَّةِ عَلَى الْمَشْهُورِ وَفِي بَعْضِ اللُّغَاتِ بِتَخْفِيفِهَا قَالَ الْكِرْمَانِيُّ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   إِنَّمَا الْأَعْمَالُ بِالنِّيَّاتِ هَذَا التَّرْكِيبُ يُفِيدُ الْحَصْرَ عِنْدَ الْمُحَقِّقِينَ وَاخْتُلِفَ فِي وَجْهِ إِفَادَتِهِ فَقِيلَ لِأَنَّ الْأَعْمَالَ جَمْعٌ مُحَلًّى بِالْأَلِفِ وَاللَّامِ مُفِيدٌ لِلِاسْتِغْرَاقِ وَهُوَ مُسْتَلْزِمٌ لِلْقَصْرِ لِأَنَّ مَعْنَاهُ كُلُّ عَمَلٍ بِنِيَّةٍ فَلَا عَمَلَ إِلَّا بِنِيَّةٍ وَقِيلَ لِأَنَّ إِنَّمَا لِلْحَصْرِ وَهَلْ إِفَادَتُهَا لَهُ بِالْمَنْطُوقِ أَوْ بِالْمَفْهُومِ أَوْ تُفِيدُ الْحَصْرَ بِالْوَضْعِ أَوِ الْعُرْفِ أَوْ تُفِيدُهُ بِالْحَقِيقَةِ أَوْ بِالْمَجَازِ وَمُقْتَضَى كَلَامِ الْإِمَامِ وَأَتْبَاعِهِ أَنَّهَا تُفِيدُهُ بِالْمَنْطُوقِ وَضْعًا حَقِيقِيًّا بَلْ نَقَلَهُ شَيْخُنَا شَيْخُ الْإِسْلَامِ عَنْ جَمِيعِ أَهْلِ الْأُصُولِ مِنَ الْمَذَاهِبِ الْأَرْبَعَةِ إِلَّا الْيَسِيرَ كَالْآمِدِيِّ وَعَلَى الْعَكْسِ مِنْ ذَلِكَ أَهْلُ الْعَرَبِيَّةِ وَاحْتَجَّ بَعْضُهُمْ بِأَنَّهَا لَوْ كَانَتْ لِلْحَصْرِ لَمَا حَسُنَ إِنَّمَا قَامَ زَيْدٌ فِي جَوَابِ هَلْ قَامَ عَمْرٌو أُجِيبَ بِأَنَّهُ يَصِحُّ أَنَّهُ يَقَعُ فِي مِثْلِ هَذَا الْجَوَابِ مَا قَامَ إِلَّا زَيْدٌ وَهِيَ لِلْحَصْرِ اتِّفَاقًا وَقِيلَ لَوْ كَانَتْ لِلْحَصْرِ لَاسْتَوَى إِنَّمَا قَامَ زَيْدٌ مَعَ مَا قَامَ إِلَّا زَيْدٌ وَلَا تَرَدُّدَ فِي أَنَّ الثَّانِيَ أَقْوَى مِنَ الْأَوَّلِ وَأُجِيبَ بِأَنَّهُ لَا يَلْزَمُ مِنْ هَذِهِ الْقُوَّةِ نَفْيُ الْحَصْرِ فَقَدْ يَكُونُ أَحَدُ اللَّفْظَيْنِ أَقْوَى مِنَ الْآخَرِ مَعَ اشْتِرَاكِهِمَا فِي أَصْلِ الْوَضْعِ كَسَوْفَ وَالسِّينِ وَقَدْ وَقَعَ اسْتِعْمَالُ إِنَّمَا مَوْضِعَ اسْتِعْمَالِ النَّفْيِ وَالِاسْتِثْنَاءِ كَقَوْلِهِ تَعَالَى إِنَّمَا تُجْزونَ مَا كُنْتُم تَعْمَلُونَ وَكَقَوْلِهِ وَمَا تُجْزَوْنَ إِلَّا مَا كُنْتُمْ تَعْمَلُونَ وَقَوله انما على رَسُولنَا الْبَلَاغ الْمُبين وَقَوله مَا على الرَّسُول الا الْبَلَاغ وَمِنْ شَوَاهِدِهِ قَوْلُ الْأَعْشَى وَلَسْتُ بِالْأَكْثَرِ مِنْهُمْ حَصًى وَإِنَّمَا الْعِزَّةُ لِلْكَاثِرِ يَعْنِي مَا ثَبُتَتِ الْعِزَّةُ إِلَّا لِمَنْ كَانَ أَكْثَرَ حَصًى وَاخْتَلَفُوا هَلْ هِيَ بَسِيطَةٌ أَوْ مُرَكَّبَةٌ فَرَجَّحُوا الْأَوَّلَ وَقَدْ يُرَجَّحُ الثَّانِي وَيُجَابُ عَمَّا أُورِدَ عَلَيْهِ من قَوْلهم إِن إِن للإثبات وَمَا لِلنَّفْيِ فَيَسْتَلْزِمُ اجْتِمَاعَ الْمُتَضَادَّيْنِ عَلَى صَدَدٍ وَاحِدٍ بِأَنْ يُقَالَ مَثَلًا أَصْلُهُمَا كَانَ لِلْإِثْبَاتِ وَالنَّفْيِ لَكِنَّهُمَا بَعْدَ التَّرْكِيبِ لَمْ يَبْقَيَا عَلَى أَصْلِهِمَا بَلْ أَفَادَا شَيْئًا آخَرَ أَشَارَ إِلَى ذَلِكَ الْكِرْمَانِيُّ قَالَ. 
وَأَمَّا قَوْلُ مَنْ قَالَ إِفَادَةُ هَذَا السِّيَاقِ لِلْحَصْرِ مِنْ جِهَةِ أَنَّ فِيهِ تَأْكِيدًا بَعْدَ تَأْكِيدٍ وَهُوَ الْمُسْتَفَادُ مِنْ إِنَّمَا وَمن الْجمع فمتعقب بِأَنَّهُ مِنْ بَابِ إِيهَامِ الْعَكْسِ لِأَنَّ قَائِلَهُ لَمَّا رَأَى أَنَّ الْحَصْرَ فِيهِ تَأْكِيدٌ عَلَى تَأْكِيدٍ ظَنَّ أَنَّ كُلَّ مَا وَقَعَ كَذَلِكَ يُفِيد الْحصْر. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  بن دَقِيقِ الْعِيدِ اسْتُدِلَّ عَلَى إِفَادَةِ إِنَّمَا لِلْحَصْرِ بِأَن بن عَبَّاسٍ اسْتَدَلَّ عَلَى أَنَّ الرِّبَا لَا يَكُونُ إِلَّا فِي النَّسِيئَةِ بِحَدِيثِ إِنَّمَا الرِّبَا فِي النَّسِيئَةِ وَعَارَضَهُ جَمَاعَةٌ مِنَ الصَّحَابَةِ فِي الْحُكْمِ وَلَمْ يُخَالِفُوهُ فِي فَهْمِهِ فَكَانَ كَالِاتِّفَاقِ مِنْهُمْ عَلَى أَنَّهَا تُفِيدُ الْحَصْرَ وَتُعُقِّبَ بِاحْتِمَالِ أَنْ يَكُونُوا تَرَكُوا الْمُعَارَضَةَ بِذَلِكَ تَنَزُّلًا. 
وَأَمَّا مَنْ قَالَ	يُحْتَمَلُ أَنْ يَكُونَ اعْتِمَادُهُمْ عَلَى قَوْلِهِ لَا رِبَا إِلَّا فِي النَّسِيئَةِ لِوُرُودِ ذَلِكَ فِي بَعْضِ طُرُقِ الْحَدِيثِ الْمَذْكُورِ فَلَا يُفِيدُ ذَلِكَ فِي رَدِّ إِفَادَةِ الْحَصْرِ بَلْ يُقَوِّيهِ وَيُشْعِرُ بِأَنَّ مُفَادَ الصِّيغَتَيْنِ عِنْدَهُمْ وَاحِدٌ وَإِلَّا لَمَا اسْتَعْمَلُوا هَذِهِ مَوْضِعَ هَذِهِ وَأَوْضَحُ مِنْ هَذَا حَدِيثُ إِنَّمَا الْمَاءُ مِنَ الْمَاءِ فَإِنَّ الصَّحَابَةَ الَّذِينَ ذَهَبُوا إِلَيْهِ لَمْ يُعَارِضُهُمُ الْجُمْهُورُ فِي فَهْمِ الْحَصْرِ مِنْهُ وَإِنَّمَا عَارَضَهُمْ فِي الْحُكْمِ مِنْ أَدِلَّةٍ أُخْرَى كَحَدِيثِ إِذَا الْتَقَى الْخِتَانَانِ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  بن عَطِيَّةَ إِنَّمَا لَفْظُ لَا يُفَارِقُهُ الْمُبَالَغَةُ وَالتَّأْكِيدُ حَيْثُ وَقَعَ وَيَصْلُحُ مَعَ ذَلِكَ لِلْحَصْرِ إِنْ دَخَلَ فِي قِصَّةٍ سَاعَدَتْ عَلَيْهِ فَجُعِلَ وُرُودُهُ لِلْحَصْرِ مَجَازًا يَحْتَاجُ إِلَى قَرِينَةٍ وَكَلَامُ غَيْرِهِ عَلَى الْعَكْسِ مِنْ ذَلِكَ وَأَنَّ أَصْلَ وُرُودِهَا لِلْحَصْرِ لَكِنْ قَدْ يَكُونُ فِي شَيْءٍ مَخْصُوصٍ كَقَوْلِه تَعَالَى إِنَّمَا الله إِلَه وَاحِد فَإِنَّهُ سِيقَ بِاعْتِبَارِ مُنْكِرِي الْوَحْدَانِيَّةِ وَإِلَّا فَلِلَّهِ سُبْحَانَهُ صِفَاتٌ أُخْرَى كَالْعِلْمِ وَالْقُدْرَةِ وَكَقَوْلِهِ تَعَالَى إِنَّمَا أَنْت مُنْذر فَإِنَّهُ سِيقَ بِاعْتِبَارِ مُنْكِرِي الرِّسَالَةِ وَإِلَّا فَلَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ صِفَاتٌ أُخْرَى كَالْبِشَارَةِ إِلَى غَيْرِ ذَلِكَ مِنَ الْأَمْثِلَةِ وَهِيَ فِيمَا يُقَالُ السَّبَبُ فِي قَوْلِ مَنْ مَنَعَ إِفَادَتَهَا لِلْحَصْرِ مُطْلَقًا تَكْمِيلٌ الْأَعْمَالُ تَقْتَضِي عَامِلَيْنِ وَالتَّقْدِيرُ الْأَعْمَالُ الصَّادِرَةُ مِنَ الْمُكَلَّفِينَ وَعَلَى هَذَا هَلْ تَخْرُجُ أَعْمَالُ الْكُفَّارِ الظَّاهِرُ الْإِخْرَاجُ لِأَنَّ الْمُرَادَ بِالْأَعْمَالِ أَعْمَالُ الْعِبَادَةِ وَهِيَ لَا تَصِحُّ مِنَ الْكَافِرِ وَإِنْ كَانَ مُخَاطَبًا بِهَا مُعَاقَبًا عَلَى تَرْكِهَا وَلَا يَرِدُ الْعِتْقُ وَالصَّدَقَةُ لِأَنَّهُمَا بِدَلِيلٍ آخَرَ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   بِالنِّيَّاتِ الْبَاءُ لِلْمُصَاحَبَةِ وَيُحْتَمَلُ أَنْ تَكُونَ لِلسَّبَبِيَّةِ بِمَعْنَى أَنَّهَا مُقَوِّمَةٌ لِلْعَمَلِ فَكَأَنَّهَا سَبَبٌ فِي إِيجَادِهِ وَعَلَى الْأَوَّلِ فَهِيَ مِنْ نَفْسِ الْعَمَلِ فَيُشْتَرَطُ أَنْ لَا تَتَخَلَّفَ عَنْ أَوَّلِهِ قَالَ النَّوَوِيُّ النِّيَّةُ الْقَصْدُ وَهِيَ عَزِيمَةُ الْقَلْبِ. 
وَتَعَقَّبَهُ الْكِرْمَانِيُّ بِأَنَّ عَزِيمَةَ الْقَلْبِ قَدْرٌ زَائِدٌ عَلَى أَصْلِ الْقَصْدِ وَاخْتَلَفَ الْفُقَهَاءُ هَلْ هِيَ رُكْنٌ أَوْ شَرْطٌ وَالْمُرَجَّحُ أَنَّ إِيجَادَهَا ذِكْرًا فِي أَوَّلِ الْعَمَلِ رُكْنٌ وَاسْتِصْحَابَهَا حُكْمًا بِمَعْنَى أَنْ لَا يَأْتِيَ بِمُنَافٍ شَرْعًا شَرْطٌ وَلَا بُدَّ مِنْ مَحْذُوفٍ يَتَعَلَّقُ بِهِ الْجَارُّ وَالْمَجْرُورُ فَقِيلَ تُعْتَبَرُ وَقِيلَ تُكَمَّلُ وَقِيلَ تَصِحُّ وَقِيلَ تَحْصُلُ وَقِيلَ تَسْتَقِرُّ قَالَ الطِّيبِيُّ كَلَامُ الشَّارِعِ مَحْمُولٌ عَلَى بَيَانِ الشَّرْعِ لِأَنَّ الْمُخَاطَبِينَ بِذَلِكَ هُمْ أَهْلُ اللِّسَانِ فَكَأَنَّهُمْ خُوطِبُوا بِمَا لَيْسَ لَهُمْ بِهِ عِلْمٌ إِلَّا مِنْ قِبَلِ الشَّارِعِ فَيَتَعَيَّنُ الْحَمْلُ عَلَى مَا يُفِيدُ الْحُكْمَ الشَّرْعِيَّ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  الْبَيْضَاوِيُّ النِّيَّةُ عِبَارَةٌ عَنِ انْبِعَاثِ الْقَلْبِ نَحْوَ مَا يَرَاهُ مُوَافِقًا لِغَرَضٍ مِنْ جَلْبِ نَفْعٍ أَوْ دَفْعِ ضُرٍّ حَالًا أَوْ مَآلًا وَالشَّرْعُ خَصَّصَهُ بِالْإِرَادَةِ الْمُتَوَجِّهَةِ نَحْوَ الْفِعْلِ لِابْتِغَاءِ رِضَاءِ اللَّهِ وَامْتِثَالِ حُكْمِهِ وَالنِّيَّةُ فِي الْحَدِيثِ مَحْمُولَةٌ عَلَى الْمَعْنَى اللُّغَوِيِّ لِيَحْسُنَ تَطْبِيقُهُ عَلَى مَا بَعْدَهُ وَتَقْسِيمُهُ أَحْوَالَ الْمُهَاجِرِ فَإِنَّهُ تَفْصِيلٌ لِمَا أُجْمِلَ وَالْحَدِيثُ مَتْرُوكُ الظَّاهِرِ لِأَنَّ الذَّوَاتَ غَيْرُ مُنْتَفِيَةٍ إِذِ التَّقْدِيرُ لَا عَمَلَ إِلَّا بِالنِّيَّةِ فَلَيْسَ الْمُرَادُ نَفْيَ ذَاتِ الْعَمَلِ لِأَنَّهُ قَدْ يُوجَدُ بِغَيْرِ نِيَّةٍ بَلِ الْمُرَادُ نَفْيُ أَحْكَامِهَا كَالصِّحَّةِ وَالْكَمَالِ لَكِنَّ الْحَمْلَ عَلَى نَفْيِ الصِّحَّةِ أَوْلَى لِأَنَّهُ أَشْبَهَ بِنَفْيِ الشَّيْءِ نَفْسِهِ وَلِأَنَّ اللَّفْظَ دَلَّ عَلَى نَفْيِ الذَّاتِ بِالتَّصْرِيحِ وَعَلَى نَفْيِ الصِّفَاتِ بِالتَّبَعِ فَلَمَّا مَنَعَ الدَّلِيلُ نَفْيَ الذَّاتِ بَقِيَتْ دَلَالَتُهُ عَلَى نَفْيِ الصِّفَاتِ مُسْتَمِرَّةً. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  شَيْخُنَا شَيْخُ الْإِسْلَامِ الْأَحْسَنُ تَقْدِيرُ مَا يَقْتَضِي أَنَّ الْأَعْمَالَ تَتْبَعُ النِّيَّةَ لِقَوْلِهِ فِي الْحَدِيثِ فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى آخِرِهِ وَعَلَى هَذَا يُقَدَّرُ الْمَحْذُوفُ كَوْنًا مُطْلَقًا مِنِ اسْمِ فَاعِلٍ أَوْ فِعْلٍ ثُمَّ لَفْظُ الْعَمَلِ يَتَنَاوَلُ فِعْلَ الْجَوَارِحِ حَتَّى اللِّسَانِ فَتَدْخُلُ الْأَقْوَال قَالَ بن دَقِيقِ الْعِيدِ وَأَخْرَجَ بَعْضُهُمُ الْأَقْوَالَ وَهُوَ بَعِيدٌ وَلَا تَرَدُّدَ عِنْدِي فِي أَنَّ الْحَدِيثَ يَتَنَاوَلُهَا. 
وَأَمَّا التُّرُوكُ فَهِيَ وَإِنْ كَانَتْ فِعْلَ كَفٍّ لَكِن لايطلق عَلَيْهَا لَفْظُ الْعَمَلِ وَقَدْ تُعُقِّبَ عَلَى مَنْ يُسَمِّي الْقَوْلَ عَمَلًا لِكَوْنِهِ عَمَلَ اللِّسَانِ بِأَنَّ مَنْ حَلَفَ لَا يَعْمَلُ عَمَلًا فَقَالَ قَوْلًا لَا يَحْنَثَ وَأُجِيبَ بِأَنَّ مَرْجِعَ الْيَمِينِ إِلَى الْعُرْفِ وَالْقَوْلُ لَا يُسَمَّى عَمَلًا فِي الْعُرْفِ وَلِهَذَا يُعْطَفُ عَلَيْهِ وَالتَّحْقِيقُ أَنَّ الْقَوْلَ لَا يَدْخُلُ فِي الْعَمَلِ حَقِيقَةً وَيَدْخُلُ مَجَازًا وَكَذَا الْفِعْلُ لِقَوْلِهِ تَعَالَى وَلَوْ شَاءَ رَبُّكَ مَا فَعَلُوهُ بعد قَوْله زخرف القَوْل. 
وَأَمَّا عَمَلُ الْقَلْبِ كَالنِّيَّةِ فَلَا يَتَنَاوَلُهَا الْحَدِيثُ لِئَلَّا يَلْزَمَ التَّسَلْسُلَ وَالْمَعْرِفَةَ وَفِي تَنَاوُلِهَا نَظَرٌ قَالَ بَعْضُهُمْ هُوَ مُحَالٌ لِأَنَّ النِّيَّةَ قَصْدُ الْمَنَوِيِّ وَإِنَّمَا يَقْصِدُ الْمَرْءُ مَا يَعْرِفُ فَيَلْزَمُ أَنْ يَكُونَ عَارِفًا قَبْلَ الْمَعْرِفَةِ. 
وَتَعَقَّبَهُ شَيْخُنَا شَيْخُ الْإِسْلَامِ سِرَاجُ الدِّينِ الْبُلْقِينِيُّ بِمَا حَاصِلُهُ إِنْ كَانَ الْمُرَادُ بِالْمَعْرِفَةِ مُطْلَقَ الشُّعُورِ فَمُسَلَّمٌ وَإِنْ كَانَ الْمُرَادُ النَّظَرَ فِي الدَّلِيلِ فَلَا لِأَنَّ كُلَّ ذِي عَقْلٍ يَشْعُرُ مَثَلًا بِأَنَّ لَهُ مَنْ يُدَبِّرُهُ فَإِذَا أَخَذَ فِي النَّظَرِ فِي الدَّلِيلِ عَلَيْهِ لِيَتَحَقَّقَهُ لَمْ	تكن النِّيَّة حِينَئِذٍ محالا. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  بن دَقِيقِ الْعِيدِ الَّذِينَ اشْتَرَطُوا النِّيَّةَ قَدَّرُوا صِحَّةَ الْأَعْمَالِ وَالَّذِينَ لَمْ يَشْتَرِطُوهَا قَدَّرُوا كَمَالَ الْأَعْمَالِ وَرُجِّحَ الْأَوَّلُ بِأَنَّ الصِّحَّةَ أَكْثَرُ لُزُومًا لِلْحَقِيقَةِ مِنَ الْكَمَالِ فَالْحَمْلُ عَلَيْهَا أَوْلَى وَفِي هَذَا الْكَلَامِ إِيهَامٌ أَنَّ بَعْضَ الْعُلَمَاءِ لَا يَرَى بِاشْتِرَاطِ النِّيَّةِ وَلَيْسَ الْخِلَافُ بَيْنَهُمْ فِي ذَلِكَ إِلَّا فِي الْوَسَائِلِ. 
وَأَمَّا الْمَقَاصِدُ فَلَا اخْتِلَافَ بَيْنَهُمْ فِي اشْتِرَاطِ النِّيَّةِ لَهَا وَمِنْ ثَمَّ خَالَفَ الْحَنَفِيَّةُ فِي اشْتِرَاطِهَا لِلْوُضُوءِ وَخَالَفَ الْأَوْزَاعِيُّ فِي اشْتِرَاطِهَا فِي التَّيَمُّمِ أَيْضًا نَعَمْ بَيْنَ الْعُلَمَاءِ اخْتِلَافٌ فِي اقْتِرَانِ النِّيَّةِ بِأَوَّلِ الْعَمَلِ كَمَا هُوَ مَعْرُوفٌ فِي مَبْسُوطَاتِ الْفِقْهِ تَكْمِيلٌ الظَّاهِرُ أَنَّ الْأَلِفَ وَاللَّامَ فِي النِّيَّاتِ مُعَاقِبَةٌ لِلضَّمِيرِ وَالتَّقْدِيرُ الْأَعْمَالُ بِنِيَّاتِهَا وَعَلَى هَذَا فَيَدُلُّ عَلَى اعْتِبَارِ نِيَّةِ الْعَمَلِ مِنْ كَوْنِهِ مَثَلًا صَلَاةً أَوْ غَيْرَهَا وَمِنْ كَوْنِهَا فَرْضًا أَوْ نَفْلًا ظُهْرًا مَثَلًا أَوْ عَصْرًا مَقْصُورَةً أَوْ غَيْرَ مَقْصُورَةٍ وَهَلْ يُحْتَاجُ فِي مِثْلِ هَذَا إِلَى تَعْيِينِ الْعَدَدِ فِيهِ بَحْثٌ وَالرَّاجِحُ الِاكْتِفَاءُ بِتَعْيِين الْعِبَادَة الَّتِي لاتنفك عَنِ الْعَدَدِ الْمُعَيَّنِ كَالْمُسَافِرِ مَثَلًا لَيْسَ لَهُ أَنْ يَقْصُرَ إِلَّا بِنِيَّةِ الْقَصْرِ لَكِنْ لَا يَحْتَاجُ إِلَى نِيَّةِ رَكْعَتَيْنِ لِأَنَّ ذَلِكَ هُوَ مُقْتَضَى الْقَصْرِ وَاللَّهُ أَعْلَمُ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى قَالَ الْقُرْطُبِيُّ فِيهِ تَحْقِيقٌ لِاشْتِرَاطِ النِّيَّةِ وَالْإِخْلَاصِ فِي الْأَعْمَالِ فَجَنَحَ إِلَى أَنَّهَا مُؤَكَّدَةٌ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  غَيْرُهُ بَلْ تُفِيدُ غَيْرَ مَا أَفَادَتْهُ الْأُولَى لِأَنَّ الْأُولَى نَبَّهَتْ عَلَى أَنَّ الْعَمَلَ يَتْبَعُ النِّيَّةَ وَيُصَاحِبُهَا فَيَتَرَتَّبُ الْحُكْمُ عَلَى ذَلِكَ وَالثَّانِيَةُ أَفَادَتْ أَنَّ الْعَامِلَ لَا يحصل لَهُ الا مَا نَوَاه.

     </h3><br><h2 style="color:red;">وقال</h2><h3>  بن دَقِيقِ الْعِيدِ الْجُمْلَةُ الثَّانِيَةُ تَقْتَضِي أَنَّ مَنْ نَوَى شَيْئًا يَحْصُلُ لَهُ يَعْنِي إِذَا عَمِلَهُ بِشَرَائِطِهِ أَوْ حَالَ دُونَ عَمَلِهِ لَهُ مَا يُعْذَرُ شَرْعًا بِعَدَمِ عَمَلِهِ وَكُلُّ مَا لَمْ يَنْوِهِ لَمْ يَحْصُلْ لَهُ وَمُرَادُهُ بِقَوْلِهِ مَا لَمْ يَنْوِهِ أَيْ لَا خُصُوصًا وَلَا عُمُومًا أَمَّا إِذَا لَمْ يَنْوِ شَيْئًا مَخْصُوصًا لَكِنْ كَانَتْ هُنَاكَ نِيَّةٌ عَامَّةٌ تَشْمَلُهُ فَهَذَا مِمَّا اخْتَلَفَتْ فِيهِ أَنْظَارُ الْعُلَمَاءِ وَيَتَخَرَّجُ عَلَيْهِ مِنَ الْمَسَائِلِ مَا لَا يُحْصَى وَقَدْ يَحْصُلُ غَيْرُ الْمَنْوِيِّ لِمُدْرَكٍ آخَرَ كَمَنْ دَخَلَ الْمَسْجِدَ فَصَلَّى الْفَرْضَ أَوِ الرَّاتِبَةَ قَبْلَ أَنْ يَقْعُدَ فَإِنَّهُ يَحْصُلُ لَهُ تَحِيَّةُ الْمَسْجِدِ نَوَاهَا أَوْ لَمْ يَنْوِهَا لِأَنَّ الْقَصْدَ بِالتَّحِيَّةِ شَغْلُ الْبُقْعَةِ وَقَدْ حَصَلَ وَهَذَا بِخِلَافِ مَنِ اغْتَسَلَ يَوْمَ الْجُمُعَةِ عَنِ الْجَنَابَةِ فَإِنَّهُ لَا يَحْصُلُ لَهُ غُسْلُ الْجُمُعَةِ عَلَى الرَّاجِحِ لِأَنَّ غُسْلَ الْجُمُعَةِ يُنْظَرُ فِيهِ إِلَى التَّعَبُّدِ لَا إِلَى مَحْضِ التَّنْظِيفِ فَلَا بُدَّ فِيهِ مِنَ الْقَصْدِ إِلَيْهِ بِخِلَافِ تَحِيَّةِ الْمَسْجِدِ وَاللَّهُ أَعْلَمُ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  النَّوَوِيُّ أَفَادَتِ الْجُمْلَةُ الثَّانِيَةُ اشْتِرَاطَ تَعْيِينِ الْمَنْوِيِّ كَمَنْ عَلَيْهِ صَلَاةٌ فَائِتَةٌ لَا يَكْفِيهِ أَنْ يَنْوِيَ الْفَائِتَةَ فَقَطْ حَتَّى يُعَيِّنَهَا ظُهْرًا مَثَلًا أَوْ عَصْرًا وَلَا يَخْفَى أَنَّ مَحَلَّهُ مَا إِذَا لَمْ تَنْحَصِر الْفَائِتَة. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  بن السَّمْعَانِيِّ فِي أَمَالِيهِ أَفَادَتْ أَنَّ الْأَعْمَالَ الْخَارِجَةَ عَنِ الْعِبَادَةِ لَا تُفِيدُ الثَّوَابَ إِلَّا إِذَا نَوَى بِهَا فَاعِلُهَا الْقُرْبَةَ كَالْأَكْلِ إِذَا نَوَى بِهِ الْقُوَّةَ عَلَى الطَّاعَةِ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  غَيْرُهُ أَفَادَتْ أَنَّ النِّيَابَةَ لَا تَدْخُلُ فِي النِّيَّةِ فَإِنَّ ذَلِكَ هُوَ الْأَصْلُ فَلَا يَرِدُ مِثْلُ نِيَّةِ الْوَلِيِّ عَنِ الصَّبِيِّ وَنَظَائِرِهِ فَإِنَّهَا عَلَى خِلَافِ الأَصْل. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  بن عَبْدِ السَّلَامِ الْجُمْلَةُ الْأُولَى لِبَيَانِ مَا يُعْتَبَرُ مِنَ الْأَعْمَالِ وَالثَّانِيَةُ لِبَيَانِ مَا يَتَرَتَّبُ عَلَيْهَا وَأَفَادَ أَنَّ النِّيَّةَ إِنَّمَا تُشْتَرَطُ فِي الْعِبَادَةِ الَّتِي لَا تَتَمَيَّزُ بِنَفْسِهَا. 
وَأَمَّا مَا يَتَمَيَّزُ بِنَفْسِهِ فَإِنَّهُ يَنْصَرِفُ بِصُورَتِهِ إِلَى مَا وُضِعَ لَهُ كَالْأَذْكَارِ وَالْأَدْعِيَةِ وَالتِّلَاوَةِ لِأَنَّهَا لَا تَتَرَدَّدُ بَيْنَ الْعِبَادَةِ وَالْعَادَةِ وَلَا يَخْفَى أَنَّ ذَلِكَ إِنَّمَا هُوَ بِالنَّظَرِ إِلَى أَصْلِ الْوَضْعِ أَمَّا مَا حَدَثَ فِيهِ عُرْفٌ كَالتَّسْبِيحِ لِلتَّعَجُّبِ فَلَا وَمَعَ ذَلِكَ فَلَوْ قُصِدَ بِالذِّكْرِ الْقُرْبَةُ إِلَى اللَّهِ تَعَالَى لَكَانَ أَكْثَرَ ثَوَابًا وَمِنْ ثَمَّ قَالَ الْغَزَّالِيُّ حَرَكَةُ اللِّسَانِ بِالذِّكْرِ مَعَ الْغَفْلَةِ عَنْهُ تُحَصِّلُ الثَّوَابَ لِأَنَّهُ خَيْرٌ مِنْ حَرَكَةِ اللِّسَانِ بِالْغِيبَةِ بَلْ هُوَ خَيْرٌ مِنَ السُّكُوتِ مُطْلَقًا أَيِ الْمُجَرَّدِ عَنِ التَّفَكُّرِ قَالَ وَإِنَّمَا هُوَ نَاقِصٌ بِالنِّسْبَةِ إِلَى عَمَلِ الْقَلْبِ انْتَهَى وَيُؤَيِّدُهُ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي بُضْعِ أَحَدِكُمْ صَدَقَةٌ ثُمَّ قَالَ فِي الْجَوَابِ عَنْ قَوْلِهِمْ أَيَأْتِي أَحَدُنَا شَهْوَتَهُ وَيُؤْجَرُ أَرَأَيْتَ لَوْ وَضَعَهَا فِي حَرَامٍ وَأَوْرَدَ عَلَى إِطْلَاقِ الْغَزَّالِيِّ أَنَّهُ يَلْزَمُ مِنْهُ أَنَّ الْمَرْءَ يُثَابُ عَلَى فِعْلٍ مُبَاحٍ لِأَنَّهُ خَيْرٌ مِنْ فِعْلِ الْحَرَامِ وَلَيْسَ ذَلِكَ مُرَادَهُ وَخُصَّ مِنْ عُمُومِ الْحَدِيثِ مَا يُقْصَدُ حُصُولُهُ فِي الْجُمْلَةِ فَإِنَّهُ لَا يَحْتَاجُ إِلَى نِيَّةٍ تَخُصُّهُ كَتَحِيَّةِ الْمَسْجِدِ كَمَا تَقَدَّمَ وَكَمَنْ مَاتَ زَوْجُهَا فَلَمْ يَبْلُغْهَا الْخَبَرُ إِلَّا بَعْدَ مُدَّةِ الْعِدَّةِ فَإِنَّ عِدَّتَهَا تَنْقَضِي لِأَنَّ الْمَقْصُودَ حُصُولُ بَرَاءَةِ الرَّحِمِ وَقَدْ وُجِدَتْ وَمِنْ ثَمَّ لَمْ يَحْتَجِ الْمَتْرُوكُ إِلَى نِيَّةٍ وَنَازَعَ الْكِرْمَانِيُّ فِي إِطْلَاقِ الشَّيْخِ مُحْيِي الدِّينِ كَوْنَ الْمَتْرُوكِ لَا يَحْتَاجُ إِلَى نِيَّةٍ بِأَنَّ التَّرْكَ فِعْلٌ وَهُوَ كَفُّ النَّفْسِ وَبِأَنَّ الْتُّرُوكَ إِذَا أُرِيدَ بِهَا تَحْصِيلُ الثَّوَابِ بِامْتِثَالِ أَمْرِ الشَّارِعِ فَلَا بُدَّ فِيهَا مِنْ	قَصْدِ التَّرْكِ وَتُعُقِّبَ بِأَنَّ قَوْلَهُ التَّرْكُ فِعْلٌ مُخْتَلَفٌ فِيهِ وَمِنْ حَقِّ الْمُسْتَدِلِّ عَلَى الْمَانِعِ أَنْ يَأْتِيَ بِأَمْرٍ مُتَّفَقٍ عَلَيْهِ. 
وَأَمَّا اسْتِدْلَالُهُ الثَّانِي فَلَا يُطَابِقُ الْمَوْرِدَ لِأَنَّ الْمَبْحُوثَ فِيهِ هَلْ تَلْزَمُ النِّيَّةُ فِي التُّرُوكِ بِحَيْثُ يَقَعُ الْعِقَابُ بِتَرْكِهَا وَالَّذِي أَوْرَدَهُ هَلْ يَحْصُلُ الثَّوَابُ بِدُونِهَا وَالتَّفَاوُتُ بَيْنَ الْمَقَامَيْنِ ظَاهِرٌ وَالتَّحْقِيقُ أَنَّ التَّرْكَ الْمُجَرَّدَ لَا ثَوَابَ فِيهِ وَإِنَّمَا يَحْصُلُ الثَّوَابُ بِالْكَفِّ الَّذِي هُوَ فِعْلُ النَّفْسِ فَمَنْ لَمْ تَخْطُرِ الْمَعْصِيَةُ بِبَالِهِ أَصْلًا لَيْسَ كَمَنْ خَطَرَتْ فَكَفَّ نَفْسَهُ عَنْهَا خَوْفًا مِنَ اللَّهِ تَعَالَى فَرَجَعَ الْحَالُ إِلَى أَنَّ الَّذِي يَحْتَاجُ إِلَى النِّيَّةِ هُوَ الْعَمَلُ بِجَمِيعِ وُجُوهِهِ لَا التَّرْكُ الْمُجَرَّدُ وَاللَّهُ أَعْلَمُ تَنْبِيهٌ قَالَ الْكِرْمَانِيُّ إِذَا قُلْنَا إِنَّ تَقْدِيمَ الْخَبَرِ عَلَى الْمُبْتَدَأِ يُفِيدُ الْقَصْرَ فَفِي قَوْلِهِ وَإِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَى نَوْعَانِ مِنَ الْحَصْرِ قَصْرُ الْمُسْنَدِ عَلَى الْمُسْنَدِ إِلَيْهِ إِذِ الْمُرَادُ إِنَّمَا لِكُلِّ امْرِئٍ مَا نَوَاهُ وَالتَّقْدِيمُ الْمَذْكُورُ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا كَذَا وَقَعَ فِي جَمِيعِ الْأُصُولِ الَّتِي اتَّصَلَتْ لَنَا عَنِ الْبُخَارِيِّ بِحَذْفِ أَحَدِ وَجْهَيِ التَّقْسِيمِ وَهُوَ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ إِلَخْ قَالَ الْخَطَّابِيُّ وَقَعَ هَذَا الْحَدِيثُ فِي رِوَايَتِنَا وَجَمِيعِ نُسَخِ أَصْحَابِنَا مَخْرُومًا قَدْ ذَهَبَ شَطْرُهُ وَلَسْتُ أَدْرِي كَيْفَ وَقَعَ هَذَا الْإِغْفَالُ وَمِنْ جِهَةِ مَنْ عَرَضَ مِنْ رُوَاتِهِ فَقَدْ ذَكَرَهُ الْبُخَارِيُّ مِنْ غَيْرِ طَرِيقِ الْحُمَيْدِيِّ مُسْتَوْفًى وَقَدْ رَوَاهُ لَنَا الْأَثْبَاتُ مِنْ طَرِيقِ الْحُمَيْدِيِّ تَامًّا وَنَقَلَ بن التِّينِ كَلَامَ الْخَطَّابِيِّ مُخْتَصَرًا وَفُهِمَ مِنْ قَوْلِهِ مَخْرُومًا أَنَّهُ قَدْ يُرِيدُ أَنَّ فِي السَّنَدِ انْقِطَاعًا فَقَالَ مِنْ قِبَلِ نَفْسِهِ لِأَنَّ الْبُخَارِيَّ لَمْ يَلْقَ الْحُمَيْدِيَّ وَهُوَ مِمَّا يُتَعَجَّبُ مِنْ إِطْلَاقِهِ مَعَ قَوْلِ الْبُخَارِيِّ حَدَّثَنَا الْحُمَيْدِيُّ وَتَكْرَارُ ذَلِكَ مِنْهُ فِي هَذَا الْكِتَابِ وَجَزَمَ كُلُّ مَنْ تَرْجَمَهُ بِأَنَّ الْحُمَيْدِيَّ مِنْ شُيُوخِهِ فِي الْفِقْه والْحَدِيث. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  بن الْعَرَبِيِّ فِي مَشْيَخَتِهِ لَا عُذْرَ لِلْبُخَارِيِّ فِي إِسْقَاطِهِ لِأَنَّ الْحُمَيْدِيَّ شَيْخُهُ فِيهِ قَدْ رَوَاهُ فِي مُسْنَدِهِ عَلَى التَّمَامِ قَالَ وَذَكَرَ قَوْمٌ أَنَّهُ لَعَلَّهُ اسْتَمْلَاهُ مِنْ حِفْظِ الْحُمَيْدِيِّ فَحَدَّثَهُ هَكَذَا فَحَدَّثَ عَنْهُ كَمَا سَمِعَ أَوْ حَدَّثَهُ بِهِ تَامًّا فَسَقَطَ مِنْ حِفْظِ الْبُخَارِيِّ قَالَ وَهُوَ أَمْرٌ مُسْتَبْعَدٌ جِدًّا عِنْدَ مَنِ اطَّلَعَ عَلَى أَحْوَالِ الْقَوْمِ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  الدَّاوُدِيُّ الشَّارِحُ الْإِسْقَاطُ فِيهِ مِنَ الْبُخَارِيِّ فَوُجُودُهُ فِي رِوَايَةِ شَيْخِهِ وَشَيْخِ شَيْخِهِ يَدُلُّ عَلَى ذَلِكَ انْتَهَى وَقَدْ رُوِّينَاهُ مِنْ طَرِيقِ بِشْرِ بْنِ مُوسَى وَأَبِي إِسْمَاعِيلَ التِّرْمِذِيِّ وَغَيْرِ وَاحِدٍ عَنِ الْحُمَيْدِيِّ تَامًّا وَهُوَ فِي مُصَنَّفِ قَاسِمِ بْنِ أَصْبَغَ وَمُسْتَخْرَجَيْ أبي نعيم وَصَحِيحِ أَبِي عَوَانَةَ مِنْ طَرِيقِ الْحُمَيْدِيِّ فَإِنْ كَانَ الْإِسْقَاطُ مِنْ غَيْرِ الْبُخَارِيِّ فَقَدْ يُقَالُ لِمَ اخْتَارَ الِابْتِدَاءَ بِهَذَا السِّيَاقِ النَّاقِصِ وَالْجَوَابُ قَدْ تَقَدَّمَتِ الْإِشَارَةُ إِلَيْهِ وَأَنَّهُ اخْتَارَ الْحُمَيْدِيَّ لِكَوْنِهِ أَجَلَّ مَشَايِخِهِ الْمَكِّيِّينَ إِلَى آخِرِ مَا تَقَدَّمَ فِي ذَلِكَ مِنَ الْمُنَاسَبَةِ وَإِنْ كَانَ الْإِسْقَاطُ مِنْهُ فَالْجَوَابُ مَا قَالَهُ أَبُو مُحَمَّدٍ عَلِيُّ بْنُ أَحْمَدَ بْنِ سَعِيدٍ الْحَافِظُ فِي أَجْوِبَةٍ لَهُ عَلَى الْبُخَارِيِّ إِنَّ أَحْسَنَ مَا يُجَابُ بِهِ هُنَا أَنْ يُقَالَ لَعَلَّ الْبُخَارِيَّ قَصَدَ أَنْ يَجْعَلَ لِكِتَابِهِ صَدْرًا يَسْتَفْتِحُ بِهِ عَلَى مَا ذَهَبَ إِلَيْهِ كَثِيرٌ مِنَ النَّاسِ مِنِ اسْتِفْتَاحِ كُتُبِهِمْ بِالْخُطَبِ الْمُتَضَمِّنَةِ لِمَعَانِي مَا ذَهَبُوا إِلَيْهِ مِنَ التَّأْلِيفِ فَكَأَنَّهُ ابْتَدَأَ كِتَابَهُ بِنِيَّةٍ رَدَّ عِلْمَهَا إِلَى اللَّهِ فَإِنْ عَلِمَ مِنْهُ أَنَّهُ أَرَادَ الدُّنْيَا أَوْ عَرَضَ إِلَى شَيْءٍ مِنْ مَعَانِيهَا فَسَيَجْزِيهِ بِنِيَّتِهِ وَنَكَبَ عَنْ أَحَدِ وَجْهَيِ التَّقْسِيمِ مُجَانَبَةً لِلتَّزْكِيَةِ الَّتِي لَا يُنَاسِبُ ذِكْرُهَا فِي ذَلِكَ الْمَقَامِ انْتَهَى مُلَخَّصًا وَحَاصِلُهُ أَنَّ الْجُمْلَةَ الْمَحْذُوفَةَ تُشْعِرُ بِالْقُرْبَةِ الْمَحْضَةِ وَالْجُمْلَةَ الْمُبْقَاةَ تَحْتَمِلُ التَّرَدُّدَ بَيْنَ أَنْ يَكُونَ مَا قَصده يحصل الْقرْبَة أَولا فَلَمَّا كَانَ الْمُصَنِّفُ كَالْمُخْبِرِ عَنْ حَالِ نَفْسِهِ فِي تَصْنِيفِهِ هَذَا بِعِبَارَةِ هَذَا الْحَدِيثِ حَذَفَ الْجُمْلَةَ الْمُشْعِرَةَ بِالْقُرْبَةِ الْمَحْضَةِ فِرَارًا مِنَ التَّزْكِيَةِ وَبَقِي الْجُمْلَةُ الْمُتَرَدِّدَةُ الْمُحْتَمِلَةُ تَفْوِيضًا لِلْأَمْرِ إِلَى رَبِّهِ الْمُطَّلِعِ عَلَى سَرِيرَتِهِ الْمُجَازِي لَهُ بِمُقْتَضَى نِيَّتِهِ وَلَمَّا كَانَتْ عَادَةُ الْمُصَنِّفِينَ أَنْ يُضَمِّنُوا الْخُطَبَ اصْطِلَاحَهُمْ فِي مَذَاهِبِهِمْ وَاخْتِيَارَاتِهِمْ وَكَانَ مِنْ رَأْيِ الْمُصَنِّفِ جَوَازُ اخْتِصَارِ الْحَدِيثِ وَالرِّوَايَةِ بِالْمَعْنَى وَالتَّدْقِيقُ فِي الِاسْتِنْبَاطِ وَإِيثَارُ الْأَغْمَضِ عَلَى الْأَجْلَى وَتَرْجِيحُ الْإِسْنَادِ الْوَارِدِ بِالصِّيَغِ الْمُصَرِّحَةِ بِالسَّمَاعِ عَلَى غَيْرِهِ اسْتَعْمَلَ جَمِيعَ ذَلِكَ فِي هَذَا الْمَوْضِعِ بِعِبَارَةِ هَذَا الْحَدِيثِ مَتْنًا وَإِسْنَادًا وَقَدْ وَقَعَ فِي رِوَايَةِ حَمَّادِ بْنِ زَيْدٍ فِي بَابِ الْهِجْرَةِ تَأَخُّرُ قَوْلِهِ فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى اللَّهِ وَرَسُولِهِ عَنْ قَوْلِهِ فَمَنْ كَانَتْ هِجْرَتُهُ إِلَى دُنْيَا يُصِيبُهَا فَيُحْتَمَلُ أَنْ	تَكُونَ رِوَايَةُ الْحُمَيْدِيِّ وَقَعَتْ عِنْدَ الْبُخَارِيِّ كَذَلِكَ فَتَكُونُ الْجُمْلَةُ الْمَحْذُوفَةُ هِيَ الْأَخِيرَةَ كَمَا جَرَتْ بِهِ عَادَةُ مَنْ يَقْتَصِرُ عَلَى بَعْضِ الْحَدِيثِ وَعَلَى تَقْدِيرِ أَنْ لَا يَكُونَ ذَلِكَ فَهُوَ مُصَيَّرٌ مِنَ الْبُخَارِيِّ إِلَى جَوَازِ الِاخْتِصَارِ فِي الْحَدِيثِ وَلَوْ مِنْ أَثْنَائِهِ وَهَذَا هُوَ الرَّاجِحُ وَاللَّهُ أَعْلَمُ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  الْكِرْمَانِيُّ فِي غَيْرِ هَذَا الْمَوْضِعِ إِنْ كَانَ الْحَدِيثُ عِنْدَ الْبُخَارِيِّ تَامًّا لِمَ خَرَمَهُ فِي صَدْرِ الْكِتَابِ مَعَ أَنَّ الْخَرْمَ مُخْتَلَفٌ فِي جَوَازِهِ. 

قُلْتُ لَا جَزْمَ بِالْخَرْمِ لِأَنَّ الْمَقَامَاتِ مُخْتَلِفَةٌ فَلَعَلَّهُ فِي مَقَامِ بَيَانِ أَنَّ الْإِيمَانَ بِالنِّيَّةِ وَاعْتِقَادِ الْقَلْبِ سَمِعَ الْحَدِيثَ تَامًّا وَفِي مَقَامِ أَنَّ الشُّرُوعَ فِي الْأَعْمَالِ إِنَّمَا يَصِحُّ بِالنِّيَّةِ سَمِعَ ذَلِكَ الْقَدْرَ الَّذِي رُوِيَ ثُمَّ الْخَرْمُ يُحْتَمَلُ أَنْ يَكُونَ مِنْ بَعْضِ شُيُوخِ الْبُخَارِيِّ لَا مِنْهُ ثُمَّ إِنْ كَانَ مِنْهُ فَخَرْمُهُ ثَمَّ لِأَنَّ الْمَقْصُودَ يَتِمُّ بِذَلِكَ الْمِقْدَارِ فَإِنْ قُلْتَ فَكَانَ الْمُنَاسِبَ أَنْ يَذْكُرَ عِنْدِ الْخَرْمِ الشِّقَّ الَّذِي يَتَعَلَّقُ بِمَقْصُودِهِ وَهُوَ أَنَّ النِّيَّةَ يَنْبَغِي أَنْ تَكُونَ لِلَّهِ وَرَسُولِهِ. 

قُلْتُ لَعَلَّهُ نَظَرَ إِلَى مَا هُوَ الْغَالِبُ الْكَثِيرُ بَيْنَ النَّاسِ انْتَهَى وَهُوَ كَلَامُ مَنْ لَمْ يَطَّلِعْ عَلَى شَيْءٍ مِنْ أَقْوَالِ مَنْ قَدَّمْتُ ذِكْرَهُ مِنَ الْأَئِمَّةِ عَلَى هَذَا الحَدِيث وَلَا سِيمَا كَلَام بن الْعَرَبِيِّ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  فِي مَوْضِعٍ آخَرَ إِنَّ إِيرَادَ الْحَدِيثِ تَامًّا تَارَةً وَغَيْرَ تَامٍّ تَارَةً إِنَّمَا هُوَ من اخْتِلَافُ الرُّوَاةِ فَكُلٌّ مِنْهُمْ قَدْ رَوَى مَا سَمِعَهُ فَلَا خَرْمَ مِنْ أَحَدٍ وَلَكِنَّ الْبُخَارِيَّ يَذْكُرُهَا فِي الْمَوَاضِعِ الَّتِي يُنَاسِبُ كُلًّا مِنْهَا بِحَسَبِ الْبَابِ الَّذِي يَضَعُهُ تَرْجَمَةً لَهُ انْتَهَى وَكَأَنَّهُ لَمْ يَطَّلِعْ عَلَى حَدِيثٍ أَخْرَجَهُ الْبُخَارِيُّ بِسَنَدٍ وَاحِدٍ مِنِ ابْتِدَائِهِ إِلَى انْتِهَائِهِ فَسَاقَهُ فِي مَوْضِعٍ تَامًّا وَفِي مَوْضِعٍ مُقْتَصِرًا عَلَى بَعْضِهِ وَهُوَ كَثِيرٌ جِدًّا فِي الْجَامِعِ الصَّحِيحِ فَلَا يَرْتَابُ مَنْ يَكُونُ الْحَدِيثُ صِنَاعَتَهُ أَنَّ ذَلِكَ مِنْ تَصَرُّفِهِ لِأَنَّهُ عُرِفَ بِالِاسْتِقْرَاءِ مِنْ صَنِيعِهِ أَنَّهُ لَا يَذْكُرُ الْحَدِيثَ الْوَاحِدَ فِي موضِعين عَلَى وَجْهَيْنِ بَلْ إِنْ كَانَ لَهُ أَكْثَرَ مِنْ سَنَدٍ عَلَى شَرْطِهِ ذَكَرَهُ فِي الْمَوْضِعِ الثَّانِي بِالسَّنَدِ الثَّانِي وَهَكَذَا مَا بَعْدَهُ وَمَا لَمْ يَكُنْ عَلَى شَرْطِهِ يُعَلِّقُهُ فِي الْمَوْضِعِ الْآخَرِ تَارَةً بِالْجَزْمِ إِنْ كَانَ صَحِيحًا وَتَارَةً بِغَيْرِهِ إِنْ كَانَ فِيهِ شَيْءٌ وَمَا لَيْسَ لَهُ إِلَّا سَنَدٌ وَاحِدٌ يَتَصَرَّفُ فِي مَتْنِهِ بِالِاقْتِصَارِ عَلَى بَعْضِهِ بِحَسَبِ مَا يَتَّفِقُ وَلَا يُوجَدُ فِيهِ حَدِيثٌ وَاحِدٌ مَذْكُورٌ بِتَمَامِهِ سَنَدًا وَمَتْنًا فِي مَوْضِعَيْنِ أَوْ أَكْثَرَ إِلَّا نَادِرًا فَقَدْ عَنِيَ بَعْضُ مَنْ لَقِيتُهُ بِتَتَبُّعِ ذَلِكَ فَحَصَّلَ مِنْهُ نَحْوَ عِشْرِينَ مَوْضِعًا . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   هِجْرَتُهُ الْهِجْرَةُ التَّرْكُ وَالْهِجْرَةُ إِلَى الشَّيْءِ الِانْتِقَالُ إِلَيْهِ عَنْ غَيْرِهِ وَفِي الشَّرْعِ تَرْكُ مَا نَهَى اللَّهُ عَنْهُ وَقَدْ وَقَعَتْ فِي الْإِسْلَامِ عَلَى وَجْهَيْنِ الْأَوَّلُ الِانْتِقَالُ مِنْ دَارِ الْخَوْفِ إِلَى دَارِ الْأَمْنِ كَمَا فِي هِجْرَتَيِ الْحَبَشَةِ وَابْتِدَاءِ الْهِجْرَةِ مِنْ مَكَّةَ إِلَى الْمَدِينَةِ الثَّانِي الْهِجْرَةُ مِنْ دَارِ الْكُفْرِ إِلَى دَارِ الْإِيمَانِ وَذَلِكَ بَعْدَ أَنِ اسْتَقَرَّ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِالْمَدِينَةِ وَهَاجَرَ إِلَيْهِ مَنْ أَمْكَنَهُ ذَلِكَ مِنَ الْمُسْلِمِينَ وَكَانَتِ الْهِجْرَةُ إِذْ ذَاكَ تَخْتَصُّ بِالِانْتِقَالِ إِلَى الْمَدِينَةِ إِلَى أَنْ فُتِحَتْ مَكَّةُ فَانْقَطع الِاخْتِصَاصِ وَبَقِيَ عُمُومُ الِانْتِقَالِ مِنْ دَارِ الْكُفْرِ لِمَنْ قَدَرَ عَلَيْهِ بَاقِيًا فَإِنْ قِيلَ الْأَصْلُ تَغَايُرُ الشَّرْطِ وَالْجَزَاءِ فَلَا يُقَالُ مَثَلًا مَنْ أَطَاعَ أَطَاعَ وَإِنَّمَا يُقَالُ مَثَلًا مَنْ أَطَاعَ نَجَا وَقَدْ وَقَعَا فِي هَذَا الْحَدِيثِ مُتَّحِدَيْنِ فَالْجَوَابُ أَنَّ التَّغَايُرَ يَقَعُ تَارَةً بِاللَّفْظِ وَهُوَ الْأَكْثَرُ وَتَارَةً بِالْمَعْنَى وَيُفْهَمُ ذَلِكَ مِنَ السِّيَاقِ وَمِنْ أَمْثِلَتِهِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   تَعَالَى وَمَنْ تَابَ وَعَمِلَ صَالحا فَإِنَّهُ يَتُوب إِلَى الله متابا وَهُوَ مُؤَوَّلٌ عَلَى إِرَادَةِ الْمَعْهُودِ الْمُسْتَقِرِّ فِي النَّفس كَقَوْلِهِم أَنْت أَنْت أَيِ الصَّدِيقُ الْخَالِصُ وَقَولُهُمْ هُمْ هُمْ أَيِ الَّذِينَ لَا يُقَدَّرُ قَدْرُهُمْ وَقَوْلُ الشَّاعِرِ أَنَا أَبُو النَّجْمِ وَشِعْرِي شِعْرِي أَوْ هُوَ مُؤَوَّلٌ عَلَى إِقَامَةِ السَّبَبِ مَقَامَ الْمُسَبَّبِ لِاشْتِهَارِ السَّبَبِ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  بن مَالِكٍ قَدْ يُقْصَدُ بِالْخَبَرِ الْفَرْدِ بَيَانُ الشُّهْرَةِ وَعَدَمِ التَّغَيُّرِ فَيَتَّحِدُ بِالْمُبْتَدَأِ لَفْظًا كَقَوْلِ الشَّاعِرِ خَلِيلِي خَلِيلِي دُونَ رَيْبٍ وَرُبَّمَا أَلَانَ امْرُؤٌ قَوْلًا فَظُنَّ خَلِيلًا وَقَدْ يُفْعَلُ مِثْلُ هَذَا بِجَوَابِ الشَّرْطِ كَقَوْلِكَ مَنْ قَصَدَنِي فَقَدْ قَصَدَنِي أَيْ فَقَدْ قَصَدَ مَنْ عُرِفَ بِإِنْجَاحِ قَاصِدِهِ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  غَيْرُهُ إِذَا اتَّحَدَ لَفْظُ الْمُبْتَدَأِ وَالْخَبَرِ وَالشَّرْطِ وَالْجَزَاءِ عُلِمَ مِنْهُمَا الْمُبَالَغَةُ إِمَّا فِي التَّعْظِيمِ وَإِمَّا فِي التَّحْقِيرِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   إِلَى دُنْيَا بِضَم الدَّال وَحكى بن قُتَيْبَةَ كَسْرَهَا وَهِيَ فُعْلَى مِنَ الدُّنُوِّ أَيِ الْقُرْبِ سُمِّيَتْ بِذَلِكَ لِسَبْقِهَا لِلْأُخْرَى وَقِيلَ سُمِّيَتْ دُنْيَا لِدُنُوِّهَا إِلَى الزَّوَالِ وَاخْتُلِفَ فِي حَقِيقَتِهَا فَقِيلَ مَا عَلَى الْأَرْضِ مِنَ الْهَوَاءِ وَالْجَوِّ وَقيل كل الْمَخْلُوقَات من الْجَوَاهِر والاعراض وَالْأول أَوْلَى لَكِنْ يُزَادُ فِيهِ مِمَّا قَبْلَ قِيَامِ السَّاعَةِ وَيُطْلَقُ عَلَى كُلِّ جُزْءٍ مِنْهَا مَجَازًا ثُمَّ إِنَّ لَفْظَهَا مَقْصُور غير منون وَحكى تنوينها وَعَزاهُ بن دِحْيَةَ إِلَى رِوَايَةِ أَبِي الْهَيْثَمِ الْكُشْمِيهَنِيِّ وَضَعَّفَهَا وَحكى عَن بن مغور أَن أَبَا ذَر الْهَرَوِيِّ فِي آخِرِ أَمْرِهِ كَانَ يَحْذِفُ كَثِيرًا مِنْ رِوَايَةِ أَبِي الْهَيْثَمِ حَيْثُ يَنْفَرِدُ لِأَنَّهُ لَمْ يَكُنْ مِنْ أَهْلِ الْعِلْمِ. 

قُلْتُ وَهَذَا لَيْسَ عَلَى إِطْلَاقِهِ فَإِنَّ فِي رِوَايَةِ أَبِي الْهَيْثَمِ مَوَاضِعَ كَثِيرَةً أَصْوَبَ مِنْ رِوَايَةِ غَيْرِهِ كَمَا سَيَأْتِي مُبَيَّنًا فِي مَوَاضِعِهِ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  التَّيْمِيُّ فِي شَرْحِهِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   دُنْيَا هُوَ تَأْنِيثُ الْأَدْنَى لَيْسَ بِمَصْرُوفٍ لِاجْتِمَاعِ الْوَصْفِيَّةِ وَلُزُومِ حَرْفِ التَّأْنِيثِ وَتُعُقِّبَ بِأَنَّ لُزُومَ التَّأْنِيثِ لِلْأَلِفِ الْمَقْصُورَةِ كَافٍ فِي عدم الصّرْف وَأما الوصفيه فَقَالَ بن مَالِكٍ اسْتِعْمَالُ دُنْيَا مُنَكَّرًا فِيهِ إِشْكَالٌ لِأَنَّهَا أفعل التَّفْضِيلِ فَكَانَ مِنْ حَقِّهَا أَنْ تُسْتَعْمَلَ بِاللَّامِ كَالْكُبْرَى وَالْحُسْنَى قَالَ إِلَّا أَنَّهَا خُلِعَتْ عَنْهَا الوصفية وأجريت مَجْرَى مَا لَمْ يَكُنْ وَصْفًا قَطُّ وَمِثْلُهُ قَوْلُ الشَّاعِرِ وَإِنْ دَعَوْتِ إِلَى جُلَّى وَمَكْرُمَةٍ يَوْمًا سَرَاةَ كِرَامِ النَّاسِ فَادْعِينَا. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  الْكِرْمَانِيُّ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   إِلَى يَتَعَلَّقُ بِالْهِجْرَةِ إِنْ كَانَ لَفْظُ كَانَتْ تَامَّةً أَوْ هُوَ خَبَرٌ لِكَانَتْ إِنْ كَانَتْ نَاقِصَةً ثُمَّ أَوْرَدَ مَا مُحَصَّلُهُ أَنَّ لَفْظَ كَانَ إِنْ كَانَ لِلْأَمْرِ الْمَاضِي فَلَا يُعْلَمُ مَا الْحُكْمُ بَعْدَ صُدُورِ هَذَا الْقَوْلِ فِي ذَلِكَ وَأَجَابَ بِأَنَّهُ يَجُوزُ أَنْ يُرَادَ بِلَفْظِ كَانَ الْوُجُودُ مِنْ غَيْرِ تَقْيِيدٍ بِزَمَانٍ أَوْ يُقَاسُ الْمُسْتَقْبَلُ عَلَى الْمَاضِي أَوْ مِنْ جِهَةِ أَنَّ حُكْمَ الْمُكَلَّفِينَ سَوَاءٌ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   يُصِيبُهَا أَيْ يُحَصِّلُهَا لِأَنَّ تَحْصِيلَهَا كَإِصَابَةِ الْغَرَضِ بِالسَّهْمِ بِجَامِعِ حُصُولِ الْمَقْصُودِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   أَوِ امْرَأَةٍ قِيلَ التَّنْصِيصُ عَلَيْهَا مِنَ الْخَاصِّ بَعْدَ الْعَامِّ لِلِاهْتِمَامِ بِهِ. 
وَتَعَقَّبَهُ النَّوَوِيُّ بِأَنَّ لَفْظَ دُنْيَا نَكِرَةٌ وَهِيَ لَا تَعُمُّ فِي الْإِثْبَاتِ فَلَا يَلْزَمُ دُخُولُ الْمَرْأَةِ فِيهَا وَتُعُقِّبَ بِكَوْنِهَا فِي سِيَاقِ الشَّرْطِ فَتَعُمُّ وَنُكْتَةُ الِاهْتِمَامِ الزِّيَادَةُ فِي التَّحْذِيرِ لِأَنَّ الِافْتِتَانَ بِهَا أَشَدُّ وَقَدْ تَقَدَّمَ النَّقْلُ عَمَّنْ حَكَى أَنَّ سَبَبَ هَذَا الْحَدِيثِ قِصَّةُ مُهَاجِرِ أُمِّ قَيْسٍ وَلَمْ نَقِفْ عَلَى تَسْمِيَتِهِ وَنقل بن دِحْيَةَ أَنَّ اسْمَهَا قَيْلَةُ بِقَافٍ مَفْتُوحَةٍ ثُمَّ تَحْتَانِيَّة ساكنه وَحكى بن بطال عَن بن سِرَاجٍ أَنَّ السَّبَبَ فِي تَخْصِيصِ الْمَرْأَةِ بِالذِّكْرِ أَنَّ الْعَرَبَ كَانُوا لَا يُزَوِّجُونَ الْمَوْلَى الْعَرَبِيَّةَ وَيُرَاعُونَ الْكَفَاءَةَ فِي النَّسَبِ فَلَمَّا جَاءَ الْإِسْلَامُ سَوَّى بَيْنَ الْمُسْلِمِينَ فِي مُنَاكَحَتِهِمْ فَهَاجَرَ كَثِيرٌ مِنَ النَّاسِ إِلَى الْمَدِينَةِ لِيَتَزَوَّجَ بِهَا مَنْ كَانَ لَا يَصِلُ إِلَيْهَا قَبْلَ ذَلِكَ انْتَهَى وَيَحْتَاجُ إِلَى نَقْلٍ ثَابِتٍ أَنَّ هَذَا الْمُهَاجِرَ كَانَ مَوْلًى وَكَانَتِ الْمَرْأَةُ عَرَبِيَّةً وَلَيْسَ مَا نَفَاهُ عَنِ الْعَرَبِ عَلَى إِطْلَاقِهِ بَلْ قَدْ زَوَّجَ خَلْقٌ كَثِيرٌ مِنْهُمْ جَمَاعَةً مِنْ مَوَالِيهِمْ وَحُلَفَائِهِمْ قَبْلَ الْإِسْلَامِ وَإِطْلَاقُهُ أَنَّ الْإِسْلَامَ أَبْطَلَ الْكَفَاءَةَ فِي مَقَامِ الْمَنْعِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   فَهِجْرَتُهُ إِلَى مَا هَاجَرَ إِلَيْهِ يُحْتَمَلُ أَنْ يَكُونَ ذَكَرَهُ بِالضَّمِيرِ لِيَتَنَاوَلَ مَا ذُكِرَ مِنَ الْمَرْأَةِ وَغَيْرِهَا وَإِنَّمَا أَبْرَزَ الضَّمِيرَ فِي الْجُمْلَةِ الَّتِي قَبْلَهَا وَهِيَ الْمَحْذُوفَةُ لِقَصْدِ الِالْتِذَاذِ بِذِكْرِ اللَّهِ وَرَسُولِهِ وَعِظَمِ شَأْنِهِمَا بِخِلَافِ الدُّنْيَا وَالْمَرْأَةِ فَإِنَّ السِّيَاقَ يُشْعِرُ بِالْحَثِّ عَلَى الْإِعْرَاضِ عَنْهُمَا. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  الْكِرْمَانِيُّ يُحْتَمَلُ أَنْ يَكُونَ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   إِلَى مَا هَاجَرَ إِلَيْهِ مُتَعَلِّقًا بِالْهِجْرَةِ فَيَكُونُ الْخَبَرُ مَحْذُوفًا وَالتَّقْدِيرُ قَبِيحَةٌ أَوْ غَيْرُ صَحِيحَةٍ مَثَلًا وَيُحْتَمَلُ أَنْ يَكُونَ خَبَرَ فَهِجْرَتُهُ وَالْجُمْلَةُ خَبَرَ الْمُبْتَدَأِ الَّذِي هُوَ مَنْ كَانَتْ انْتَهَى وَهَذَا الثَّانِي هُوَ الرَّاجِحُ لِأَنَّ الْأَوَّلَ يَقْتَضِي أَنَّ تِلْكَ الْهِجْرَةَ مَذْمُومَةٌ مُطْلَقًا وَلَيْسَ كَذَلِكَ إِلَّا إِنْ حُمِلَ عَلَى تَقْدِيرِ شَيْءٍ يَقْتَضِي التَّرَدُّدَ أَوِ الْقُصُورَ عَنِ الْهِجْرَةِ الْخَالِصَةِ كَمَنْ نَوَى بِهِجْرَتِهِ مُفَارَقَةَ دَارِ الْكُفْرِ وَتَزَوُّجَ الْمَرْأَةِ مَعًا فَلَا تَكُونُ قَبِيحَةً وَلَا غَيْرَ صَحِيحَةٍ بَلْ هِيَ نَاقِصَةٌ بِالنِّسْبَةِ إِلَى مَنْ كَانَتْ هِجْرَتُهُ خَالِصَةً وَإِنَّمَا أَشْعَرَ السِّيَاقُ بِذَمِّ مَنْ فَعَلَ ذَلِكَ بِالنِّسْبَةِ إِلَى مَنْ طَلَبَ الْمَرْأَةَ بِصُورَةِ الْهِجْرَةِ الْخَالِصَةِ فَأَمَّا مَنْ طَلَبَهَا مَضْمُومَةً إِلَى الْهِجْرَةِ فَإِنَّهُ يُثَابُ عَلَى قَصْدِ الْهِجْرَةِ لَكِنْ دُونَ ثَوَابِ مَنْ أَخْلَصَ وَكَذَا مَنْ طَلَبَ التَّزْوِيجَ فَقَطْ لَا عَلَى صُورَةِ الْهِجْرَةِ إِلَى اللَّهِ لِأَنَّهُ مِنَ الْأَمْرِ الْمُبَاحِ الَّذِي قَدْ يُثَابُ فَاعِلُهُ إِذَا قَصَدَ بِهِ الْقُرْبَةَ كَالْإِعْفَافِ وَمِنْ أَمْثِلَةِ ذَلِكَ مَا وَقَعَ فِي قِصَّةِ إِسْلَامِ أَبِي طَلْحَةَ فِيمَا رَوَاهُ النَّسَائِيُّ عَنْ أَنَسٍ قَالَ تَزَوَّجَ أَبُو طَلْحَةَ أُمَّ سُلَيْمٍ فَكَانَ صَدَاقُ مَا بَيْنَهُمَا الْإِسْلَامُ أَسْلَمَتْ أُمُّ سُلَيْمٍ قَبْلَ أَبِي طَلْحَةَ فَخَطَبَهَا فَقَالَتْ إِنِّي قَدْ أَسْلَمْتُ فَإِنْ أَسْلَمْتَ تَزَوَّجْتُكَ فَأَسْلَمَ فَتَزَوَّجَتْهُ وَهُوَ مَحْمُولٌ عَلَى أَنَّهُ رَغِبَ فِي الْإِسْلَامِ وَدَخَلَهُ مِنْ وَجْهِهِ وَضَمَّ إِلَى ذَلِكَ إِرَادَةَ التَّزْوِيجِ الْمُبَاحِ فَصَارَ كَمَنْ نَوَى بِصَوْمِهِ الْعِبَادَةَ وَالْحِمْيَةَ	أَوْ بِطَوَافِهِ الْعِبَادَةَ وَمُلَازَمَةَ الْغَرِيمِ وَاخْتَارَ الْغَزَّالِيُّ فِيمَا يَتَعَلَّقُ بِالثَّوَابِ أَنَّهُ إِنْ كَانَ الْقَصْدُ الدُّنْيَوِيُّ هُوَ الْأَغْلَبَ لَمْ يَكُنْ فِيهِ أَجْرٌ أَوِ الدِّينِيُّ أُجِرَ بِقَدْرِهِ وَإِنْ تَسَاوَيَا فَتَرَدَّدَ الْقَصْدُ بَيْنَ الشَّيْئَيْنِ فَلَا أَجْرَ. 
وَأَمَّا إِذَا نوى الْعِبَادَة وخالطها شَيْء مِمَّا يُغَايِرُ الْإِخْلَاصَ فَقَدْ نَقَلَ أَبُو جَعْفَرِ بْنُ جَرِيرٍ الطَّبَرِيُّ عَنْ جُمْهُورِ السَّلَفِ أَنَّ الِاعْتِبَارَ بِالِابْتِدَاءِ فَإِنْ كَانَ ابْتِدَاؤُهُ لِلَّهِ خَالِصًا لَمْ يَضُرَّهُ مَا عَرَضَ لَهُ بَعْدَ ذَلِكَ من إعجاب وَغَيره وَاللَّهُ أَعْلَمُ وَاسْتُدِلَّ بِهَذَا الْحَدِيثِ عَلَى أَنَّهُ لَا يَجُوزُ الْإِقْدَامُ عَلَى الْعَمَلِ قَبْلَ مَعْرِفَةِ الْحُكْمِ لِأَنَّ فِيهِ أَنَّ الْعَمَلَ يَكُونُ مُنْتَفِيًا إِذَا خَلَا عَنِ النِّيَّةِ وَلَا يَصِحُّ نِيَّةُ فعل الشَّيْء إِلَّا بعد معرفَة حكمه وَعَلَى أَنَّ الْغَافِلَ لَا تَكْلِيفَ عَلَيْهِ لِأَنَّ الْقَصْدَ يَسْتَلْزِمُ الْعِلْمَ بِالْمَقْصُودِ وَالْغَافِلُ غَيْرُ قَاصِدٍ وَعَلَى أَنَّ مَنْ صَامَ تَطَوُّعًا بِنِيَّةٍ قَبْلَ الزَّوَالِ أَنْ لَا يُحْسَبَ لَهُ إِلَّا مِنْ وَقْتِ النِّيَّةِ وَهُوَ مُقْتَضَى الْحَدِيثِ لَكِنْ تَمَسَّكَ مَنْ قَالَ بِانْعِطَافِهَا بِدَلِيلٍ آخَرَ وَنَظِيرُهُ حَدِيثُ مَنْ أَدْرَكَ مِنَ الصَّلَاةِ رَكْعَةً فَقَدْ أَدْرَكَهَا أَيْ أَدْرَكَ فَضِيلَةَ الْجَمَاعَةِ أَوِ الْوَقْتَ وَذَلِكَ بِالِانْعِطَافِ الَّذِي اقْتَضَاهُ فَضْلُ اللَّهِ تَعَالَى وَعَلَى أَنَّ الْوَاحِدَ الثِّقَةَ إِذَا كَانَ فِي مَجْلِسِ جَمَاعَةٍ ثُمَّ ذَكَرَ عَنْ ذَلِكَ الْمَجْلِسِ شَيْئًا لَا يُمْكِنُ غَفْلَتُهُمْ عَنْهُ وَلَمْ يَذْكُرْهُ غَيْرُهُ أَنَّ ذَلِكَ لَا يَقْدَحُ فِي صِدْقِهِ خِلَافًا لِمَنْ أُعِلَّ بِذَلِكَ لِأَنَّ عَلْقَمَةَ ذَكَرَ أَنَّ عُمَرَ خَطَبَ بِهِ عَلَى الْمِنْبَرِ ثُمَّ لَمْ يَصِحَّ مِنْ جِهَةِ أَحَدٍ عَنْهُ غَيْرِ عَلْقَمَةَ وَاسْتُدِلَّ بِمَفْهُومِهِ عَلَى أَنَّ مَا لَيْسَ بِعَمَلٍ لاتشترط النِّيَّةُ فِيهِ وَمِنْ أَمْثِلَةِ ذَلِكَ جَمْعُ التَّقْدِيمِ فَإِنَّ الرَّاجِحَ مِنْ حَيْثُ النَّظَرُ أَنَّهُ لَا يُشْتَرَطُ لَهُ نِيَّةٌ بِخِلَافِ مَا رَجَّحَهُ كَثِيرٌ مِنَ الشَّافِعِيَّةِ وَخَالَفَهُمْ شَيْخُنَا شَيْخُ الْإِسْلَامِ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  الْجَمْعُ لَيْسَ بِعَمَلٍ وَإِنَّمَا الْعَمَلُ الصَّلَاةُ وَيُقَوِّي ذَلِكَ أَنَّهُ عَلَيْهِ الصَّلَاةُ وَالسَّلَامُ جَمَعَ فِي غَزْوَةِ تَبُوكَ وَلَمْ يَذْكُرَ ذَلِكَ لِلْمَأْمُومِينَ الَّذِينَ مَعَهُ وَلَوْ كَانَ شَرْطًا لَأَعْلَمَهُمْ بِهِ وَاسْتُدِلَّ بِهِ عَلَى أَنَّ الْعَمَلَ إِذَا كَانَ مُضَافًا إِلَى سَبَبٍ وَيَجْمَعُ مُتَعَدِّدَهُ جِنْسٌ أَنَّ نِيَّةَ الْجِنْسِ تَكْفِي كَمَنْ أَعْتَقَ عَنْ كَفَّارَةٍ وَلَمْ يُعَيِّنْ كَوْنَهَا عَنْ ظِهَارٍ أَوْ غَيْرِهِ لِأَنَّ مَعْنَى الْحَدِيثِ أَنَّ الْأَعْمَالَ بِنِيَّاتِهَا وَالْعَمَلُ هُنَا الْقِيَامُ بِالَّذِي يَخْرَجُ عَنِ الْكَفَّارَةِ اللَّازِمَةِ وَهُوَ غَيْرُ مُحْوِجٍ إِلَى تَعْيِينِ سَبَبٍ وَعَلَى هَذَا لَوْ كَانَتْ عَلَيْهِ كَفَّارَةٌ وَشَكَّ فِي سَبَبِهَا أَجْزَأَهُ إِخْرَاجُهَا بِغَيْرِ تَعْيِينٍ وَفِيهِ زِيَادَةُ النَّصِّ عَلَى السَّبَبِ لِأَنَّ الْحَدِيثَ سِيقَ فِي قِصَّةِ المُهَاجر لتزويج الْمَرْأَة فَذكر الدُّنْيَا مَعَ الْقِصَّةِ زِيَادَةٌ فِي التَّحْذِيرِ وَالتَّنْفِيرِ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  شَيْخُنَا شَيْخُ الْإِسْلَامِ فِيهِ إِطْلَاقُ الْعَامِّ وَإِنْ كَانَ سَبَبُهُ خَاصًّا فَيُسْتَنْبَطُ مِنْهُ الْإِشَارَةُ إِلَى أَنَّ الْعِبْرَةَ بِعُمُومِ اللَّفْظِ لَا بِخُصُوصِ السَّبَبِ وَسَيَأْتِي ذِكْرُ كَثِيرٍ مِنْ فَوَائِدِ هَذَا الْحَدِيثِ فِي كِتَابِ الْإِيمَانِ حَيْثُ قَالَ الْمُصَنِّفُ فِي التَّرْجَمَةِ فَدَخَلَ فِيهِ الْعِبَادَاتُ وَالْأَحْكَامُ إِنْ شَاءَ اللَّهُ تَعَالَى وَبِاللَّهِ التَّوْفِيق
							
							
							</h3>
						</td>
				</tr>
				
				
			
				
				<tr style="width:100%; color:black; font-size:18px; ">
					<td  style="width:100%; text-align:center;">						
						<button id="btnVideo1_1" onclick="showVideo()" style="width:100%; font-size:18px;">فيديو<center>صحة هذا الحديث للشيخ أبو إسحاق الحويني </center> </button>
					</td>		
				</tr>
				
				<tr style="width:100%; color:black; font-size:18px; ">
					<td  style="width:100%; text-align:center;">
						<a id="btnPdf1_1" style="text-align:center; width:100%;" target="_blank" onclick=" iPdf1_1Func()">كتاب الأعمال بالنيات للشيخ أحمد ابن تيمية</a><a style="width:15%; float:left;">pdf</a>
					</td>
				</tr>
				<tr id="btnEx1_1" style="width:auto; height:auto; font-size:18px;">					
					<td  style="width:98%;  left:1%; text-align:center;">
						<button id="cachHadith1_1" onclick="showExamen()" style=" width:100%; ">إظهار اختبار حفظ الحديث / إخفاء الحديث</button>
					</td>
				</tr>
				<tr>
					<td>
						<button id="cachExamen1_1" onclick="hideExamen()" class="btn btn-primary btn-lg btn-block" style="width:100%; " >إظهار الحديث / إخفاء اختبار حفظ الحديث</button>	
					</td>
				</tr>
			<!--	<tr style="width:100%;  font-size:18px;">
				<!--	<td><button type="submit" id="retFen1_1" onclick="RetourFunc()" class="btn btn-danger" style="width:100%; ">رجوع</button></td>
				</tr>-->
			</table>		
		</div>
		<button type="hidden" id="retFen1_1" onclick="RetourFunc()" class="btn btn-danger" style="width:100%; position:fixed; bottom:0%;">رجوع</button>
		<button  type="submit" style="width:100%; position:fixed; bottom:0%;"></button>
		  <!--////////////////////////////fenetre 2/////////-->
		  
		  <div id="fen1_2" style="width:98%; height:auto; margin-left:1%;  background:#f1f2f8">
			  <div style="width=100%;  position :fixed; top:0;">		  
				<marquee  direction="right" scrollamount=10 style="width:100%;   background-color: yellow; background-image: linear-gradient(to bottom, yellow, #dddd00 50%, orange); position:fixed; font-size: 30px;  " > 	
					
			
					
						<a style="color: rgb(118, 118, 118)">الحديث رقم 2 : أَحْيَانًا يَأْتِينِي مِثْلَ صَلْصَلَةِ الْجَرَسِ</a>	
						<a  style="color: black;">حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ ، قَالَ : أَخْبَرَنَا مَالِكٌ ، عَنْ هِشَامِ بْنِ عُرْوَةَ ، عَنْ أَبِيهِ ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ رَضِيَ اللَّهُ عَنْهَا ، أَنَّ الْحَارِثَ بْنَ هِشَامٍ رَضِيَ اللَّهُ عَنْهُ سَأَل رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، فَقَالَ : يَا رَسُولَ اللَّهِ ، كَيْفَ يَأْتِيكَ الْوَحْيُ ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ</a>
						<a  style="color: blue;">أَحْيَانًا يَأْتِينِي مِثْلَ صَلْصَلَةِ الْجَرَسِ ، وَهُوَ أَشَدُّهُ عَلَيَّ فَيُفْصَمُ عَنِّي ، وَقَدْ وَعَيْتُ عَنْهُ مَا قَالَ  وَأَحْيَانًا يَتَمَثَّلُ لِي الْمَلَكُ رَجُلًا فَيُكَلِّمُنِي فَأَعِي مَا يَقُول</a>
						<a  style="color: black;">قَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا : وَلَقَدْ رَأَيْتُهُ يَنْزِلُ عَلَيْهِ الْوَحْيُ فِي الْيَوْمِ الشَّدِيدِ الْبَرْدِ فَيَفْصِمُ عَنْهُ ، وَإِنَّ جَبِينَهُ لَيَتَفَصَّدُ عَرَقًا</a>
				</marquee>
			</div> 
			<button  style="width:100%; font-size:20px;margin-top:13%;">المواد</button>
			
			<table class="table table-striped" style="width:100%;">
				<tr style="width:100%; font-size:18px;">
					
					<td id="had1_2" dir="rtl">	
							
							<h2 style="color:blue;"><p>الحديث رقم 2 </p></h2>
							<h3  dir="rtl" style="color:black;"><p>حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ ، قَالَ : أَخْبَرَنَا مَالِكٌ ، عَنْ هِشَامِ بْنِ عُرْوَةَ ، عَنْ أَبِيهِ ، عَنْ عَائِشَةَ أُمِّ الْمُؤْمِنِينَ رَضِيَ اللَّهُ عَنْهَا ، أَنَّ الْحَارِثَ بْنَ هِشَامٍ رَضِيَ اللَّهُ عَنْهُ سَأَل رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ، فَقَالَ : يَا رَسُولَ اللَّهِ ، كَيْفَ يَأْتِيكَ الْوَحْيُ ؟ فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : </p></h3>
							<h3  dir="rtl" style="color:black; "><p>أَحْيَانًا يَأْتِينِي مِثْلَ صَلْصَلَةِ الْجَرَسِ ، وَهُوَ أَشَدُّهُ عَلَيَّ فَيُفْصَمُ عَنِّي ، وَقَدْ وَعَيْتُ عَنْهُ مَا قَالَ ، وَأَحْيَانًا يَتَمَثَّلُ لِي الْمَلَكُ رَجُلًا فَيُكَلِّمُنِي فَأَعِي مَا يَقُولُ</p></h3>	
							<h3  dir="rtl" style="color:black; "><p> قَالَتْ عَائِشَةُ رَضِيَ اللَّهُ عَنْهَا : وَلَقَدْ رَأَيْتُهُ يَنْزِلُ عَلَيْهِ الْوَحْيُ فِي الْيَوْمِ الشَّدِيدِ الْبَرْدِ فَيَفْصِمُ عَنْهُ ، وَإِنَّ جَبِينَهُ لَيَتَفَصَّدُ عَرَقًا .</p></h3>	
					</td>
				</tr>
					
				
				
				<tr style="width:100%;">
					<td>
						<button id="btnTd2" style="color:blue;"><p>شرح الحديث من فتح الباري لابن حجر</p></button>
					</td>
					<td id="td2" dir="rtl" style="color:black;">
						
						
				<br><h2 style="color:red;">قَوْلُهُ</h2><h3> 	
						   حَدَّثَنَا عَبْدُ اللَّهِ بْنُ يُوسُفَ هُوَ التِّنِّيسِيُّ كَانَ نَزَلَ تِنِّيسَ مِنْ عَمَلِ مِصْرَ وَأَصْلُهُ دِمَشْقِيٌّ وَهُوَ مِنْ أَتْقَنِ النَّاسِ فِي الْمُوَطَّأِ كَذَا وَصَفَهُ يَحْيَى بْنُ مَعِينٍ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   أُمُّ الْمُؤْمِنِينَ هُوَ مَأْخُوذٌ مِنْ قَوْلِهِ تَعَالَى وأزواجه أمهاتهم أَيْ فِي الِاحْتِرَامِ وَتَحْرِيمِ نِكَاحِهِنَّ لَا فِي غَيْرِ ذَلِكَ مِمَّا اخْتُلِفَ فِيهِ عَلَى الرَّاجِحِ وَإِنَّمَا قِيلَ لِلْوَاحِدَةِ مِنْهُنَّ أُمُّ الْمُؤْمِنِينَ لِلتَّغْلِيبِ وَإِلَّا فَلَا مَانِعَ مِنْ أَنْ يُقَالَ لَهَا أُمُّ الْمُؤْمِنَاتِ عَلَى الرَّاجِحِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   أَنَّ الْحَارِثَ بْنَ هِشَامٍ هُوَ الْمَخْزُومِيُّ أَخُو أَبِي جَهْلٍ شَقِيقُهُ أَسْلَمَ يَوْمَ الْفَتْحِ وَكَانَ مِنْ فُضَلَاءِ الصَّحَابَة	وَاسْتُشْهِدَ فِي فُتُوحِ الشَّامِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   سَأَلَ هَكَذَا رَوَاهُ أَكْثَرُ الرُّوَاةِ عَنْ هِشَامِ بْنِ عُرْوَةَ فَيُحْتَمَلُ أَنْ تَكُونَ عَائِشَةُ حَضَرَتْ ذَلِكَ وَعَلَى هَذَا اعْتَمَدَ أَصْحَابُ الْأَطْرَافِ فَأَخْرَجُوهُ فِي مُسْنَدِ عَائِشَةَ وَيُحْتَمَلُ أَنْ يَكُونَ الْحَارِثُ أَخْبَرَهَا بِذَلِكَ بَعْدُ فَيَكُونُ مِنْ مُرْسَلِ الصَّحَابَةِ وَهُوَ مَحْكُومٌ بِوَصْلِهِ عِنْدَ الْجُمْهُورِ وَقَدْ جَاءَ مَا يُؤَيِّدُ الثَّانِيَ فَفِي مُسْنَدِ أَحْمَدَ وَمُعْجَمِ الْبَغَوِيِّ وَغَيْرِهِمَا مِنْ طَرِيقِ عَامِرِ بْنِ صَالِحٍ الزُّبَيْرِيِّ عَنْ هِشَامٍ عَنْ أَبِيهِ عَنْ عَائِشَةَ عَنِ الْحَارِثِ بْنِ هِشَامٍ قَالَ سَأَلْتُ وَعَامِرٌ فِيهِ ضَعْفٌ لَكِن وجدت لَهُ مُتَابعًا عِنْد بن مَنْدَهْ وَالْمَشْهُورُ الْأَوَّلُ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   كَيْفَ يَأْتِيكَ الْوَحْيُ يُحْتَمَلُ أَنْ يَكُونَ الْمَسْئُولُ عَنْهُ صِفَةَ الْوَحْيِ نَفْسِهِ وَيُحْتَمَلُ أَنْ يَكُونَ صِفَةَ حَامِلِهِ أَوْ مَا هُوَ أَعَمُّ مِنْ ذَلِكَ وَعَلَى كُلِّ تَقْدِيرٍ فَإِسْنَادُ الْإِتْيَانِ إِلَى الْوَحْيِ مَجَازٌ لِأَنَّ الْإِتْيَانَ حَقِيقَةٌ مِنْ وَصْفِ حَامِلِهِ وَاعْتَرَضَ الْإِسْمَاعِيلِيُّ فَقَالَ هَذَا الْحَدِيثُ لَا يَصْلُحُ لِهَذِهِ التَّرْجَمَةِ وَإِنَّمَا الْمُنَاسب لكيف بَدْءِ الْوَحْيِ الْحَدِيثُ الَّذِي بَعْدَهُ. 
وَأَمَّا هَذَا فَهُوَ لِكَيْفِيَّةِ إِتْيَانِ الْوَحْيِ لَا لِبَدْءِ الْوَحْيِ اه قَالَ الْكِرْمَانِيُّ لَعَلَّ الْمُرَادَ مِنْهُ السُّؤَالُ عَنْ كَيْفِيَّةِ ابْتِدَاءِ الْوَحْيِ أَوْ عَنْ كَيْفِيَّةِ ظُهُورِ الْوَحْيِ فَيُوَافِقُ تَرْجَمَةَ الْبَابِ. 

قُلْتُ سِيَاقُهُ يُشْعِرُ بِخِلَافِ ذَلِكَ لِإِتْيَانِهِ بِصِيغَةِ الْمُسْتَقْبَلِ دُونَ الْمَاضِي لَكِنْ يُمْكِنُ أَنْ يُقَالَ إِنَّ الْمُنَاسَبَةَ تَظْهَرُ مِنَ الْجَوَابِ لِأَنَّ فِيهِ إِشَارَةً إِلَى انْحِصَارِ صِفَةِ الْوَحْيِ أَوْ صِفَةِ حَامِلِهِ فِي الْأَمْرَيْنِ فَيَشْمَلُ حَالَةَ الِابْتِدَاءِ وَأَيْضًا فَلَا أَثَرَ لِلتَّقْدِيمِ وَالتَّأْخِيرِ هُنَا وَلَوْ لَمْ تَظْهَرِ الْمُنَاسَبَةُ فَضْلًا عَنْ أَنَّا قَدَّمْنَا أَنَّهُ أَرَادَ الْبَدَاءَةَ بِالتَّحْدِيثِ عَنْ إِمَامَيِ الْحِجَازِ فَبَدَأَ بِمَكَّةَ ثُمَّ ثَنَّى بِالْمَدِينَةِ وَأَيْضًا فَلَا يَلْزَمُ أَنْ تَتَعَلَّقَ جَمِيعُ أَحَادِيثِ الْبَابِ بِبَدْءِ الْوَحْيِ بَلْ يَكْفِي أَنْ يَتَعَلَّقَ بِذَلِكَ وَبِمَا يَتَعَلَّقُ بِهِ وَبِمَا يَتَعَلَّقُ بِالْآيَةِ أَيْضًا وَذَلِكَ أَنَّ أَحَادِيثَ الْبَابِ تَتَعَلَّقُ بِلَفْظِ التَّرْجَمَةِ وَبِمَا اشْتَمَلَتْ عَلَيْهِ وَلَمَّا كَانَ فِي الْآيَةِ أَنَّ الْوَحْيَ إِلَيْهِ نَظِيرُ الْوَحْيِ إِلَى الْأَنْبِيَاءِ قَبْلَهُ نَاسَبَ تَقْدِيمَ مَا يَتَعَلَّقُ بِهَا وَهُوَ صِفَةُ الْوَحْيِ وَصِفَةُ حَامِلِهِ إِشَارَةً إِلَى أَنَّ الْوَحْيَ إِلَى الْأَنْبِيَاءِ لَا تَبَايُنَ فِيهِ فَحَسُنَ إِيرَادُ هَذَا الْحَدِيثِ عَقِبَ حَدِيثِ الْأَعْمَالِ الَّذِي تَقَدَّمَ التَّقْدِيرُ بِأَنَّ تَعَلُّقَهُ بِالْآيَةِ الْكَرِيمَةِ أَقْوَى تَعَلُّقٍ وَاللَّهُ سُبْحَانَهُ وَتَعَالَى أَعْلَمُ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   أَحْيَانًا جَمْعُ حِينٍ يُطْلَقُ عَلَى كَثِيرِ الْوَقْتِ وَقَلِيلِهِ وَالْمُرَادُ بِهِ هُنَا مُجَرَّدُ الْوَقْتِ فَكَأَنَّهُ قَالَ أَوْقَاتًا يَأْتِينِي وَانْتَصَبَ عَلَى الظَّرْفِيَّةِ وَعَامِلُهُ يَأْتِينِي مُؤَخَّرٌ عَنْهُ وَلِلْمُصَنِّفِ مِنْ وَجْهٍ آخَرَ عَنْ هِشَامٍ فِي بَدْءِ الْخَلْقِ قَالَ كُلُّ ذَلِكَ يَأْتِي الْمَلَكُ أَيْ كُلُّ ذَلِك حالتان فذكرهما وروى بن سَعْدٍ مِنْ طَرِيقِ أَبِي سَلَمَةَ الْمَاجِشُونِ أَنَّهُ بَلَغَهُ أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ يَقُولُ كَانَ الْوَحْيُ يَأْتِينِي عَلَى نَحْوَيْنِ يَأْتِينِي بِهِ جِبْرِيلُ فَيُلْقِيهِ عَلَيَّ كَمَا يُلْقِي الرَّجُلُ عَلَى الرَّجُلِ فَذَاكَ يَنْفَلِتُ مِنِّي وَيَأْتِينِي فِي بَيْتِي مِثْلَ صَوْتِ الْجَرَسِ حَتَّى يُخَالِطَ قَلْبِي فَذَاكَ الَّذِي لَا يَنْفَلِتُ مِنِّي وَهَذَا مُرْسَلٌ مَعَ ثِقَةِ رِجَالِهِ فَإِنْ صَحَّ فَهُوَ مَحْمُولٌ عَلَى مَا كَانَ قَبْلَ نُزُولِ قَوْلِهِ تَعَالَى لَا تُحَرِّكْ بِهِ لِسَانَكَ كَمَا سَيَأْتِي فَإِنَّ الْمَلَكَ قَدْ تَمَثَّلَ رَجُلًا فِي صُوَرٍ كَثِيرَةٍ وَلَمْ يَنْفَلِتَ مِنْهُ مَا أَتَاهُ بِهِ كَمَا فِي قِصَّةِ مَجِيئِهِ فِي صُورَةِ دِحْيَةَ وَفِي صُورَةِ أَعْرَابِيٍّ وَغَيْرِ ذَلِكَ وَكُلُّهَا فِي الصَّحِيحِ وَأُورِدَ عَلَى مَا اقْتَضَاهُ الْحَدِيثُ وَهُوَ أَنَّ الْوَحْيَ مُنْحَصِرٌ فِي الْحَالَتَيْنِ حَالَاتٌ أُخْرَى إِمَّا مِنْ صِفَةِ الْوَحْيِ كَمَجِيئِهِ كَدَوِيِّ النَّحْلِ وَالنَّفْثِ فِي الرُّوْعِ وَالْإِلْهَامِ وَالرُّؤْيَا الصَّالِحَةِ وَالتَّكْلِيمِ لَيْلَةَ الْإِسْرَاءِ بِلَا وَاسِطَةٍ وَإِمَّا مِنْ صِفَةِ حَامِلِ الْوَحْيِ كَمَجِيئِهِ فِي صُورَتِهِ الَّتِي خُلِقَ عَلَيْهَا لَهُ سِتُّمِائَةِ جَنَاحٍ وَرُؤْيَتِهِ عَلَى كُرْسِيٍّ بَيْنَ السَّمَاءِ وَالْأَرْضِ وَقَدْ سَدَّ الْأُفُقَ وَالْجَوَابُ مَنْعُ الْحَصْرِ فِي الْحَالَتَيْنِ الْمُقَدَّمِ ذِكْرُهُمَا وَحَمْلُهُمَا عَلَى الْغَالِبِ أَوْ حَمْلُ مَا يُغَايِرُهُمَا عَلَى أَنَّهُ وَقَعَ بَعْدَ السُّؤَالِ أَوْ لَمْ يَتَعَرَّضَ لِصِفَتَيِ الْمَلَكِ الْمَذْكُورَتَيْنِ لِنُدُورِهِمَا فَقَدْ ثَبَتَ عَنْ عَائِشَةَ أَنَّهُ لَمْ يَرَهُ كَذَلِكَ إِلَّا مَرَّتَيْنِ أَوْ لَمْ يَأْتِهِ فِي تِلْكَ الْحَالَةِ بِوَحْيٍ أَوْ أَتَاهُ بِهِ فَكَانَ عَلَى مِثْلِ صَلْصَلَةِ الْجَرَسِ فَإِنَّهُ بَيَّنَ بِهَا صِفَةَ الْوَحْي لاصفة حَامِلِهِ. 
وَأَمَّا فُنُونُ الْوَحْيِ فَدَوِيُّ النَّحْلِ لَا يُعَارِضُ صَلْصَلَةَ الْجَرَسِ لِأَنَّ سَمَاعَ الدَّوِيِّ بِالنِّسْبَةِ إِلَى الْحَاضِرِينَ كَمَا فِي حَدِيثِ عُمَرَ يُسْمَعُ عِنْدَهُ كَدَوِيِّ النَّحْلِ وَالصَّلْصَلَةِ بِالنِّسْبَةِ إِلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَشَبَّهَهُ عُمَرُ بَدَوِيِّ النَّحْلِ بِالنِّسْبَةِ إِلَى السَّامِعِينَ وَشَبَّهَهُ هُوَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِصَلْصَلَةِ الْجَرَسِ بِالنِّسْبَةِ إِلَى مَقَامِهِ. 
وَأَمَّا النَّفْثُ فِي الرُّوْعِ فَيُحْتَمَلُ أَنْ يَرْجِعَ إِلَى إِحْدَى الْحَالَتَيْنِ فَإِذَا أَتَاهُ الْمَلَكُ فِي مِثْلِ صَلْصَلَةِ الْجَرَسِ نَفَثَ حِينَئِذٍ فِي رُوْعِهِ. 
وَأَمَّا الْإِلْهَامُ فَلَمْ يَقَعِ السُّؤَالُ عَنْهُ لِأَنَّ السُّؤَالَ وَقَعَ عَنْ صِفَةِ الْوَحْيِ الَّذِي يَأْتِي بِحَامِلٍ وَكَذَا التَّكْلِيمُ لَيْلَةَ الْإِسْرَاءِ	وَأما الرُّؤْيَا الصَّالِحَة فَقَالَ بن بَطَّالٍ لَا تَرِدُ لِأَنَّ السُّؤَالَ وَقَعَ عَمَّا يَنْفَرِدُ بِهِ عَنِ النَّاسِ لِأَنَّ الرُّؤْيَا قَدْ يُشْرِكُهُ فِيهَا غَيْرُهُ اه وَالرُّؤْيَا الصَّادِقَةُ وَإِنْ كَانَتْ جُزْءًا مِنَ النُّبُوَّةِ فَهِيَ بِاعْتِبَارِ صِدْقِهَا لَا غَيْرُ وَإِلَّا لَسَاغَ لِصَاحِبِهَا أَنْ يُسَمَّى نَبِيًّا وَلَيْسَ كَذَلِكَ وَيُحْتَمَلُ أَنْ يَكُونَ السُّؤَالُ وَقَعَ عَمَّا فِي الْيَقَظَةِ أَوْ لِكَوْنِ حَالِ الْمَنَامِ لَا يَخْفَى عَلَى السَّائِلِ فَاقْتَصَرَ عَلَى مَا يَخْفَى عَلَيْهِ أَوْ كَانَ ظُهُورُ ذَلِكَ لَهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي الْمَنَامِ أَيْضا على الْوَجْهَيْنِ الْمَذْكُورين لاغير قَالَهُ الْكِرْمَانِيُّ وَفِيهِ نَظَرٌ وَقَدْ ذَكَرَ الْحَلِيمِيُّ أَنَّ الْوَحْيَ كَانَ يَأْتِيهِ عَلَى سِتَّةٍ وَأَرْبَعِينَ نَوْعًا فَذَكَرَهَا وَغَالِبُهَا مِنْ صِفَاتِ حَامِلِ الْوَحْيِ وَمَجْمُوعُهَا يَدْخُلُ فِيمَا ذُكِرَ وَحَدِيثُ إِنَّ رُوحَ الْقُدس نفث فِي روعي أخرجه بن أَبِي الدُّنْيَا فِي الْقَنَاعَةِ وَصَحَّحَهُ الْحَاكِمُ مِنْ طَرِيق بن مَسْعُودٍ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   مِثْلَ صَلْصَلَةِ الْجَرَسِ فِي رِوَايَةِ مُسْلِمٍ فِي مِثْلِ صَلْصَلَةِ الْجَرَسِ وَالصَّلْصَلَةُ بِمُهْمَلَتَيْنِ مَفْتُوحَتَيْنِ بَيْنَهُمَا لَامٌ سَاكِنَةٌ فِي الْأَصْلِ صَوْتُ وُقُوعِ الْحَدِيدِ بَعْضُهُ عَلَى بَعْضٍ ثُمَّ أُطْلِقَ عَلَى كُلِّ صَوْتٍ لَهُ طَنِينٌ وَقِيلَ هُوَ صَوت متدارك لايدرك فِي أَوَّلِ وَهْلَةٍ وَالْجَرَسُ الْجُلْجُلُ الَّذِي يُعَلَّقُ فِي رُؤُوس الدَّوَابِّ وَاشْتِقَاقُهُ مِنَ الْجَرْسِ بِإِسْكَانِ الرَّاءِ وَهُوَ الْحِسُّ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  الْكِرْمَانِيُّ الْجَرَسُ نَاقُوسٌ صَغِيرٌ أَوْ سَطْلٌ فِي دَاخِلِهِ قِطْعَةُ نُحَاسٍ يُعَلَّقُ مَنْكُوسًا عَلَى الْبَعِيرِ فَإِذَا تَحَرَّكَ تَحَرَّكَتِ النُّحَاسَةُ فَأَصَابَتِ السَّطْلَ فَحَصَلَتِ الصَّلْصَلَةُ اه وَهُوَ تَطْوِيلٌ لِلتَّعْرِيفِ بِمَا لَا طَائِلَ تَحْتَهُ وَقَولُهُ قِطْعَةُ نُحَاسٍ مُعْتَرَضٌ لَا يَخْتَصُّ بِهِ وَكَذَا الْبَعِيرُ وَكَذَا . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   مَنْكُوسًا لِأَنَّ تَعْلِيقَهُ عَلَى تِلْكَ الصُّورَةِ هُوَ وَضْعُهُ الْمُسْتَقِيمُ لَهُ فَإِنْ قِيلَ الْمَحْمُودُ لَا يُشَبَّهُ بِالْمَذْمُومِ إِذْ حَقِيقَةُ التَّشْبِيهِ إِلْحَاقُ نَاقِصٍ بِكَامِلٍ وَالْمُشَبَّهُ الْوَحْيُ وَهُوَ مَحْمُودٌ وَالْمُشَبَّهُ بِهِ صَوْتُ الْجَرَسِ وَهُوَ مَذْمُومٌ لِصِحَّةِ النَّهْيِ عَنْهُ وَالتَّنْفِيرِ مِنْ مُرَافَقَةِ مَا هُوَ مُعَلَّقٌ فِيهِ وَالْإِعْلَامُ بِأَنَّهُ لَا تَصْحَبُهُمُ الْمَلَائِكَةُ كَمَا أَخْرَجَهُ مُسْلِمٌ وَأَبُو دَاوُدَ وَغَيْرُهُمَا فَكَيْفَ يُشَبَّهُ مَا فَعَلَهُ الْمَلَكُ بِأَمْرٍ تَنْفِرُ مِنْهُ الْمَلَائِكَةُ وَالْجَوَابُ أَنَّهُ لَا يَلْزَمُ فِي التَّشْبِيهِ تَسَاوِي الْمُشَبَّهِ بِالْمُشَبَّهِ بِهِ فِي الصِّفَاتِ كُلِّهَا بَلْ وَلَا فِي أَخَصِّ وَصْفٍ لَهُ بَلْ يَكْفِي اشْتِرَاكُهُمَا فِي صِفَةٍ مَا فَالْمَقْصُودُ هُنَا بَيَانُ الْجِنْسِ فَذَكَرَ مَا أَلِفَ السَّامِعُونَ سَمَاعَهُ تَقْرِيبًا لِأَفْهَامِهِمْ وَالْحَاصِلُ أَنَّ الصَّوْتَ لَهُ جِهَتَانِ جِهَةُ قُوَّةٍ وَجِهَةُ طَنِينٍ فَمِنْ حَيْثُ الْقُوَّةُ وَقَعَ التَّشْبِيهُ بِهِ وَمِنْ حَيْثُ الطَّرَبُ وَقَعَ التَّنْفِيرُ عَنْهُ وَعُلِّلَ بِكَوْنِهِ مِزْمَارُ الشَّيْطَانِ وَيُحْتَمَلُ أَنْ يَكُونَ النَّهْيُ عَنْهُ وَقَعَ بَعْدَ السُّؤَالِ الْمَذْكُورِ وَفِيهِ نَظَرٌ قِيلَ وَالصَّلْصَلَةُ الْمَذْكُورَةُ صَوْتُ الْمَلَكِ بِالْوَحْيِ قَالَ الْخَطَّابِيُّ يُرِيدُ أَنَّهُ صَوْتٌ مُتَدَارَكٌ يَسْمَعُهُ وَلَا يَتَبَيَّنُهُ أَوَّلَ مَا يَسْمَعُهُ حَتَّى يَفْهَمَهُ بَعْدُ وَقِيلَ بَلْ هُوَ صَوْتُ حَفِيفِ أَجْنِحَةِ الْمَلَكِ وَالْحِكْمَةُ فِي تَقَدُّمِهِ أَنْ يَقْرَعَ سَمْعَهُ الْوَحْيُ فَلَا يَبْقَى فِيهِ مَكَانٌ لِغَيْرِهِ وَلَمَّا كَانَ الْجَرَسُ لَا تَحْصُلُ صَلْصَلَتُهُ إِلَّا مُتَدَارِكَةً وَقَعَ التَّشْبِيهُ بِهِ دُونَ غَيْرِهِ مِنَ الْآلَات وَسَيَأْتِي كَلَام بن بَطَّالٍ فِي هَذَا الْمَقَامِ فِي الْكَلَامِ عَلَى حَدِيث بن عَبَّاسٍ إِذَا قَضَى اللَّهُ الْأَمْرَ فِي السَّمَاءِ ضَرَبَتِ الْمَلَائِكَةُ بِأَجْنِحَتِهَا الْحَدِيثَ عِنْدَ تَفْسِيرِ قَوْلِهِ حَتَّى إِذا فزع عَن قُلُوبهم فِي تَفْسِيرِ سُورَةِ سَبَأٍ إِنْ شَاءَ اللَّهُ تَعَالَى . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   وَهُوَ أَشَدُّهُ عَلَيَّ يُفْهَمُ مِنْهُ أَنَّ الْوَحْيَ كُلَّهُ شَدِيدٌ وَلَكِنَّ هَذِهِ الصِّفَةَ أَشَدُّهَا وَهُوَ وَاضِحٌ لِأَنَّ الْفَهْمَ مِنْ كَلَامِ مِثْلِ الصَّلْصَلَةِ أَشْكَلُ مِنَ الْفَهْمِ مِنْ كَلَامِ الرَّجُلِ بِالتَّخَاطُبِ الْمَعْهُودِ وَالْحِكْمَةُ فِيهِ أَنَّ الْعَادَةَ جَرَتْ بِالْمُنَاسَبَةِ بَيْنَ الْقَائِلِ وَالسَّامِعِ وَهِيَ هُنَا إِمَّا بِاتِّصَافِ السَّامِعِ بِوَصْفِ الْقَائِلِ بِغَلَبَةِ الرُّوحَانِيَّةِ وَهُوَ النَّوْعُ الْأَوَّلُ وَإِمَّا بِاتِّصَافِ الْقَائِلِ بِوَصْفِ السَّامِعِ وَهُوَ الْبَشَرِيَّةُ وَهُوَ النَّوْعُ الثَّانِي وَالْأَوَّلُ أَشَدُّ بِلَا شَكٍّ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  شَيْخُنَا شَيْخُ الْإِسْلَامِ الْبُلْقِينِيُّ سَبَبُ ذَلِكَ أَنَّ الْكَلَامَ الْعَظِيمَ لَهُ مُقَدِّمَاتٌ تُؤْذِنُ بِتَعْظِيمِهِ لِلِاهْتِمَامِ بِهِ كَمَا سَيَأْتِي فِي حَدِيث بن عَبَّاسٍ كَانَ يُعَالِجُ مِنَ التَّنْزِيلِ شِدَّةً قَالَ.

     </h3><br><h2 style="color:red;">وقال</h2><h3>  بَعْضُهُمْ وَإِنَّمَا كَانَ شَدِيدًا عَلَيْهِ لِيَسْتَجْمِعَ قَلْبَهُ فَيَكُونُ أَوْعَى لِمَا سَمِعَ اه وَقِيلَ إِنَّهُ إِنَّمَا كَانَ يَنْزِلُ هَكَذَا إِذَا نَزَلَتْ آيَةُ وَعِيدٍ أَوْ تَهْدِيدٍ وَهَذَا فِيهِ نَظَرٌ وَالظَّاهِرُ أَنَّهُ لَا يَخْتَصُّ بِالْقُرْآنِ كَمَا سَيَأْتِي بَيَانُهُ فِي حَدِيثِ يَعْلَى بْنِ أُمَيَّةَ فِي قِصَّةِ لَابِسِ الْجُبَّةِ الْمُتَضَمِّخِ بِالطِّيبِ فِي الْحَجِّ فَإِنَّ فِيهِ أَنَّهُ رَآهُ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ حَالَ نُزُولِ الْوَحْيِ عَلَيْهِ وَإِنَّهُ لَيَغِطُّ وَفَائِدَةُ هَذِهِ الشِّدَّةُ مَا يَتَرَتَّبُ عَلَى الْمَشَقَّةِ من زِيَادَة الزلفى والدرجات قَوْله فَيفْصم بِفَتْح أَوَّلِهِ وَسُكُونِ الْفَاءِ وَكَسْرِ الْمُهْمَلَةِ أَيْ يُقْلِعُ وَيَتَجَلَّى مَا يَغْشَانِي وَيُرْوَى بِضَمِّ أَوَّلِهِ مِنَ الرُّبَاعِيِّ وَفِي رِوَايَةٍ لِأَبِي ذَرٍّ بِضَمِّ أَوَّلِهِ وَفَتْحِ الصَّاد	عَلَى الْبِنَاءِ لِلْمَجْهُولِ وَأَصْلُ الْفَصْمِ الْقَطْعُ وَمِنْهُ قَوْله تَعَالَى لَا انفصام لَهَا وَقِيلَ الْفَصْمُ بِالْفَاءِ الْقَطْعُ بِلَا إِبَانَةٍ وَبِالْقَافِ الْقَطْعُ بِإِبَانَةٍ فَذَكَرَ بِالْفَصْمِ إِشَارَةً إِلَى أَنَّ الْمَلَكَ فَارَقَهُ لِيَعُودَ وَالْجَامِعُ بَيْنَهُمَا بَقَاءُ الْعُلْقَةِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   وَقَدْ وَعَيْتُ عَنْهُ مَا قَالَ أَيِ الْقَوْلَ الَّذِي جَاءَ بِهِ وَفِيهِ إِسْنَادُ الْوَحْيِ إِلَى قَوْلِ الْمَلَكِ وَلَا مُعَارَضَةَ بَيْنَهُ وَبَيْنَ قَوْلِهِ تَعَالَى حِكَايَةً عَمَّنْ قَالَ مِنَ الْكُفَّارِ إِن هَذَا الا قَول الْبشر لِأَنَّهُمْ كَانُوا يُنْكِرُونَ الْوَحْيَ وَيُنْكِرُونَ مَجِيءَ الْمَلَكِ بِهِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   يَتَمَثَّلُ لِيَ الْمَلَكُ رَجُلًا التَّمَثُّلُ مُشْتَقٌّ مِنَ الْمِثْلِ أَيْ يَتَصَوَّرُ وَاللَّامُ فِي الْمَلَكِ لِلْعَهْدِ وَهُوَ جِبْرِيلُ وَقَدْ وَقَعَ التَّصْرِيحُ بِهِ فِي رِوَايَة بن سَعْدٍ الْمُقَدَّمِ ذِكْرُهَا وَفِيهِ دَلِيلٌ عَلَى أَنَّ الْمَلَكَ يَتَشَكَّلُ بِشَكْلِ الْبَشَرِ قَالَ الْمُتَكَلِّمُونَ الْمَلَائِكَةُ أَجْسَامٌ عُلْوِيَّةٌ لَطِيفَةٌ تَتَشَكَّلُ أَيَّ شَكْلٍ أَرَادُوا وَزعم بعض الفلاسفة أَنَّهَا جَوَاهِر روحانية ورجلا مَنْصُوبٌ بِالْمَصْدَرِيَّةِ أَيْ يَتَمَثَّلُ مِثْلَ رَجُلٍ أَوْ بِالتَّمْيِيزِ أَوْ بِالْحَالِ وَالتَّقْدِيرُ هَيْئَةَ رَجُلٍ قَالَ إِمَامُ الْحَرَمَيْنِ تَمَثُّلُ جِبْرِيلَ مَعْنَاهُ أَنَّ اللَّهَ أَفْنَى الزَّائِدَ مِنْ خَلْقِهِ أَوْ أَزَالَهُ عَنْهُ ثمَّ يُعِيدهُ إِلَيْهِ بعد وَجزم بن عَبْدِ السَّلَامِ بِالْإِزَالَةِ دُونَ الْفَنَاءِ وَقَرَّرَ ذَلِكَ بِأَنَّهُ لَا يَلْزَمُ أَنْ يَكُونَ انْتِقَالُهَا مُوجِبًا لِمَوْتِهِ بَلْ يَجُوزُ أَنْ يَبْقَى الْجَسَدُ حَيًّا لِأَنَّ مَوْتَ الْجَسَدِ بِمُفَارَقَةِ الرُّوحِ لَيْسَ بِوَاجِبٍ عَقْلًا بَلْ بِعَادَةٍ أَجْرَاهَا اللَّهُ تَعَالَى فِي بَعْضِ خَلْقِهِ وَنَظِيرُهُ انْتِقَالُ أَرْوَاحِ الشُّهَدَاءِ إِلَى أَجْوَافِ طُيُورٍ خُضْرٍ تَسْرَحُ فِي الْجَنَّةِ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  شَيْخُنَا شَيْخُ الْإِسْلَامِ مَا ذَكَرَهُ إِمَامُ الْحَرَمَيْنِ لاينحصر الْحَال فِيهِ بل يجوز أَن يكون الَّاتِي هُوَ جِبْرِيلَ بِشَكْلِهِ الْأَصْلِيِّ إِلَّا أَنَّهُ انْضَمَّ فَصَارَ عَلَى قَدْرِ هَيْئَةِ الرَّجُلِ وَإِذَا تَرَكَ ذَلِكَ عَادَ إِلَى هَيْئَتِهِ وَمِثَالُ ذَلِكَ الْقُطْنُ إِذَا جُمِعَ بَعْدَ أَنْ كَانَ مُنْتَفِشًا فَإِنَّهُ بِالنَّفْشِ يَحْصُلُ لَهُ صُورَةٌ كَبِيرَةٌ وَذَاتُهُ لَمْ تَتَغَيَّرَ وَهَذَا عَلَى سَبِيلِ التَّقْرِيبِ وَالْحَقُّ أَنَّ تَمَثُّلَ الْمَلَكِ رَجُلًا لَيْسَ مَعْنَاهُ أَنَّ ذَاتَهُ انْقَلَبَتْ رَجُلًا بَلْ مَعْنَاهُ أَنَّهُ ظَهَرَ بِتِلْكَ الصُّورَةِ تَأْنِيسًا لِمَنْ يُخَاطِبَهُ وَالظَّاهِرُ أَيْضًا أَنَّ الْقدر الزَّائِد لايزول وَلَا يَفْنَى بَلْ يَخْفَى عَلَى الرَّائِي فَقَطْ وَاللَّهُ أَعْلَمُ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   فَيُكَلِّمُنِي كَذَا لِلْأَكْثَرِ وَوَقَعَ فِي رِوَايَةِ الْبَيْهَقِيِّ مِنْ طَرِيقِ الْقَعْنَبِيِّ عَنْ مَالِكٍ فَيُعَلِّمُنِي بِالْعَيْنِ بَدَلَ الْكَافِ وَالظَّاهِرُ أَنَّهُ تَصْحِيفٌ فَقَدْ وَقَعَ فِي الْمُوَطَّأِ رِوَايَةُ الْقَعْنَبِيِّ بِالْكَافِ وَكَذَا لِلدَّارَقُطْنِيِّ فِي حَدِيثِ مَالِكٍ مِنْ طَرِيقِ الْقَعْنَبِيِّ وَغَيْرِهِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   فَأَعِي مَا يَقُولُ زَادَ أَبُو عَوَانَةَ فِي صَحِيحِهِ وَهُوَ أَهْوَنُهُ عَلَيَّ وَقَدْ وَقَعَ التَّغَايُرُ فِي الْحَالَتَيْنِ حَيْثُ قَالَ فِي الأول وَقَدْ وَعَيْتُ بِلَفْظِ الْمَاضِي وَهُنَا فَأَعِي بِلَفْظِ الِاسْتِقْبَالِ لِأَنَّ الْوَعْيَ حَصَلَ فِي الْأَوَّلِ قَبْلَ الْفَصْمِ وَفِي الثَّانِي حَصَلَ حَالَ الْمُكَالَمَةِ أَوْ أَنَّهُ كَانَ فِي الْأَوَّلِ قَدْ تَلَبَّسَ بِالصِّفَاتِ الْمَلَكِيَّةِ فَإِذَا عَادَ إِلَى حَالَتِهِ الْجِبِلِّيَّةِ كَانَ حَافِظًا لِمَا قِيلَ لَهُ فَعَبَّرَ عَنْهُ بِالْمَاضِي بِخِلَافِ الثَّانِي فَإِنَّهُ عَلَى حَالَتِهِ الْمَعْهُودَةِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   قَالَتْ عَائِشَةُ هُوَ بِالْإِسْنَادِ الَّذِي قَبْلَهُ وَإِنْ كَانَ بِغَيْرِ حَرْفِ الْعَطْفِ كَمَا يَسْتَعْمِلُ الْمُصَنِّفُ وَغَيْرُهُ كَثِيرًا وَحَيْثُ يُرِيدُ التَّعْلِيقُ يَأْتِي بِحَرْفِ الْعَطْفِ وَقَدْ أَخْرَجَهُ الدَّارَقُطْنِيُّ فِي حَدِيثِ مَالِكٍ مِنْ طَرِيقِ عَتِيقِ بْنِ يَعْقُوبَ عَنْ مَالِكٍ مَفْصُولًا عَنِ الْحَدِيثِ الْأَوَّلِ وَكَذَا فَصَلَهُمَا مُسْلِمٌ مِنْ طَرِيقِ أَبِي أُسَامَةَ عَنْ هِشَامٍ وَنُكْتَةُ هَذَا الِاقْتِطَاعِ هُنَا اخْتِلَافُ التَّحَمُّلِ لِأَنَّهَا فِي الْأَوَّلِ أَخْبَرَتْ عَنْ مَسْأَلَةِ الْحَارِثِ وَفِي الثَّانِي أَخْبَرَتْ عَمَّا شَاهَدَتْ تَأْيِيدًا لِلْخَبَرِ الْأَوَّلِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>   لَيَتَفَصَّدُ بِالْفَاءِ وَتَشْدِيدِ الْمُهْمَلَةِ مَأْخُوذٌ مِنَ الْفَصْدِ وَهُوَ قَطْعُ الْعِرْقِ لِإِسَالَةِ الدَّمِ شُبِّهَ جَبِينُهُ بِالْعِرْقِ الْمَفْصُودِ مُبَالَغَةً فِي كَثْرَةِ الْعَرَقِ وَفِي قَوْلِهَا فِي الْيَوْمِ الشَّدِيدِ الْبَرْدِ دِلَالَةٌ عَلَى كَثْرَةِ مُعَانَاةِ التَّعَبِ وَالْكَرْبِ عِنْدَ نُزُولِ الْوَحْيِ لِمَا فِيهِ مِنْ مُخَالَفَةِ الْعَادَةِ وَهُوَ كَثْرَةُ الْعَرَقِ فِي شِدَّةِ الْبَرْدِ فَإِنَّهُ يُشْعِرُ بِوُجُودِ أَمْرٍ طَارِئٍ زَائِدٍ عَلَى الطِّبَاعِ الْبَشَرِيَّةِ وَقَولُهُ عرقا بِالنّصب على التَّمْيِيز زَاد بن أَبِي الزِّنَادِ عَنْ هِشَامٍ بِهَذَا الْإِسْنَادِ عِنْدَ الْبَيْهَقِيِّ فِي الدَّلَائِلِ وَإِنْ كَانَ لَيُوحَى إِلَيْهِ وَهُوَ عَلَى نَاقَتِهِ فَيَضْرِبُ حِزَامَهَا مِنْ ثِقَلِ مَا يُوحَى إِلَيْهِ تَنْبِيهٌ حَكَى الْعَسْكَرِيُّ فِي التَّصْحِيفِ عَنْ بَعْضِ شُيُوخِهِ أَنَّهُ قَرَأَ لَيَتَقَصَّدُ بِالْقَافِ ثُمَّ قَالَ الْعَسْكَرِيُّ إِنْ ثَبَتَ فَهُوَ مِنْ قَوْلِهِمْ تَقَصَّدَ الشَّيْءُ إِذَا تَكَسَّرَ وَتَقَطَّعَ وَلَا يَخْفَى بُعْدُهُ انْتَهَى وَقَدْ وَقَعَ فِي هَذَا التَّصْحِيفِ أَبُو الْفَضْلِ بْنُ طَاهِرٍ فَرَدَّهُ عَلَيْهِ الْمُؤْتَمِنُ السَّاجِيُّ بِالْفَاءِ قَالَ فَأَصَرَّ عَلَى الْقَاف وَذكر الذَّهَبِيّ فِي تَرْجَمَة بن طَاهِر عَن	بن نَاصِر أَنه رد على بن طَاهِرٍ لَمَّا قَرَأَهَا بِالْقَافِ قَالَ فَكَابَرَنِي. 

قُلْتُ وَلَعَلَّ بن طَاهِرٍ وَجَّهَهَا بِمَا أَشَارَ إِلَيْهِ الْعَسْكَرِيُّ وَاللَّهُ أَعْلَمُ وَفِي حَدِيثِ الْبَابِ مِنَ الْفَوَائِدِ غَيْرِ مَا تَقَدَّمَ أَنَّ السُّؤَالَ عَنِ الْكَيْفِيَّةِ لِطَلَبِ الطُّمَأْنِينَةِ لَا يَقْدَحُ فِي الْيَقِينِ وَجَوَازُ السُّؤَالِ عَنْ أَحْوَالِ الْأَنْبِيَاءِ مِنَ الْوَحْيِ وَغَيْرِهِ وَأَنَّ الْمَسْئُولَ عَنْهُ إِذَا كَانَ ذَا أَقْسَامٍ يَذْكُرُ الْمُجِيبُ فِي أَوَّلِ جَوَابِهِ مَا يَقْتَضِي التَّفْصِيلَ وَالله أعلم
						
						</h3>
						</td>
				</tr>
				
				<tr style="width:100%; color:black; font-size:18px; ">
					<td  style="width:100%; text-align:center;">						
						<button id="btnVideo1_2" onclick="showVideo()" style="width:100%; font-size:18px;"><center>شرح الحديث للشيخ سعيد الكملي </center> </button>
					</td>
				</tr>
				
				<tr style="width:100%; color:black; font-size:18px; ">
					<td  style="width:100%; text-align:center;">
						<a id="btnPdf1_2" style="text-align:center; width:100%;" target="_blank" onclick=" iPdf1_2Func()">فقرة شرح الحديث من كتاب فتح الباري شرح صحيح البخاري</a><a style="width:15%; float:left;">pdf</a>
					</td>
				</tr>
	
		
				<tr id="btnEx1_2" style="width:auto; height:auto; font-size:18px;">					
					<td  style="width:98%; height:94%; left:1%; text-align:center;">
						<button id="cachHadith1_2" onclick="showExamen()" style=" width:100%; ">إظهار اختبار حفظ الحديث / إخفاء الحديث</button>
					</td>
				</tr>
				<tr>				
					<td>
						<button id="cachExamen1_2" onclick="hideExamen()" class="btn btn-primary btn-lg btn-block" style=" width:100%; " >إظهار الحديث / إخفاء اختبار حفظ الحديث</button>	
					</td>
				</tr>
			  </table>  					
		</div>	
		<button type="hidden" id="retFen1_2" onclick="RetourFunc()" class="btn btn-danger" style="width:100%; position:fixed; bottom:0%;">رجوع</button>
		<button  type="submit" style="width:100%; position:fixed; bottom:0%;"></button>
  <!--///////////////////////////////fenetre 3 //////////////////////////-->
	
		  <div id="fen1_3" style="width:98%; height:auto; margin-left:1%; background:#f1f2f8">
		 <div style="width=100%;  position :fixed; top:0;">		  
				<marquee  direction="right" scrollamount=10 style="width:100%;   background-color: yellow; background-image: linear-gradient(to bottom, yellow, #dddd00 50%, orange); position:fixed; font-size: 30px;  " >			
					<a style="color: rgb(118, 118, 118)">الحديث رقم 3 :</a>
					<a  style="color: blue">حدثنا يحيى بن بكير قال حدثنا الليث عن عقيل عن ابن شهاب عن عروة بن الزبير عن عائشة أم المؤمنين أنها قالت</a>
					<a  style="color: black;">أول ما بدئ به رسول الله صلى الله عليه وسلم من الوحي الرؤيا الصالحة في النوم فكان لا يرى رؤيا إلا جاءت مثل فلق الصبح ثم حبب إليه الخلاء وكان يخلو بغار حراء فيتحنث فيه وهو التعبد الليالي ذوات العدد قبل أن ينزع إلى أهله ويتزود لذلك ثم يرجع إلى خديجة فيتزود لمثلها حتى جاءه الحق وهو في غار حراء فجاءه الملك فقال</a>
					<a   style="color: blue;">اقرأ قال ما أنا بقارئ قال فأخذني فغطني حتى بلغ مني الجهد ثم أرسلني فقال اقرأ قلت ما أنا بقارئ فأخذني فغطني الثانية حتى بلغ مني الجهد ثم أرسلني فقال اقرأ فقلت ما أنا بقارئ فأخذني فغطني الثالثة ثم أرسلني فقال</a>
					<a  style="color: red;">اقرأ باسم ربك الذي خلق خلق الإنسان من علق اقرأ وربك الأكرم</a>		
					<a  style="color: black;">فرجع بها رسول الله صلى الله عليه وسلم يرجف فؤاده فدخل على خديجة بنت خويلد رضي الله عنها فقال</a>		
					<a  style="color: blue">زملوني زملوني</a>
					<a  style="color: black;">فزملوه حتى ذهب عنه الروع فقال لخديجة وأخبرها الخبر</a>
					<a   style="color: blue;">لقد خشيت على نفسي</a>
					<a  style="color: black;">فقالت خديجة كلا والله ما يخزيك الله أبدا إنك لتصل الرحم وتحمل الكل وتكسب المعدوم وتقري الضيف وتعين على نوائب الحق فانطلقت به خديجة حتى أتت به ورقة بن نوفل بن أسد بن عبد العزى ابن عم خديجة وكان امرأ قد تنصر في الجاهلية وكان يكتب الكتاب العبراني فيكتب من الإنجيل بالعبرانية ما شاء الله أن يكتب وكان شيخا كبيرا قد عمي فقالت له خديجة يا ابن عم اسمع من ابن أخيك فقال له ورقة يا ابن أخي ماذا ترى فأخبره رسول الله صلى الله عليه وسلم خبر ما رأى فقال له ورقة</a>		
					<a  style="color: blue">هذا الناموس الذي نزل الله على موسى يا ليتني فيها جذعا ليتني أكون حيا إذ يخرجك قومك فقال رسول الله صلى الله عليه وسلم</a>
					<a  style="color: black;">أومخرجي هم</a>
					<a   style="color: blue;">قال نعم لم يأت رجل قط بمثل ما جئت به إلا عودي وإن يدركني يومك أنصرك نصرا مؤزرا ثم لم ينشب ورقة أن توفي وفتر الوحي</a>

			</marquee>
			</div> 	  
	

			<button  style="width:100%; font-size:20px;margin-top:13%;">المواد</button>
			
			<table class="table table-striped" style="width:100%;">
				<tr style="width:100%; font-size:18px;">
					<td id="had1_3" dir="rtl" >	
							
						<h2 style="color:blue;"><p>الحديث رقم 3 </p></h2>
						<h3  dir="rtl" style="color:green; "><p>حدثنا يحيى بن بكير قال حدثنا الليث عن عقيل عن ابن شهاب عن عروة بن الزبير عن عائشة أم المؤمنين أنها قالت</p></h3>
						<h3  dir="rtl" style="color:blue;">
							<p> أول ما بدئ به رسول الله صلى الله عليه وسلم من الوحي الرؤيا الصالحة في النوم فكان لا يرى رؤيا إلا جاءت مثل فلق الصبح ثم حبب إليه الخلاء وكان يخلو بغار حراء فيتحنث فيه وهو التعبد الليالي ذوات العدد قبل أن ينزع إلى أهله ويتزود لذلك ثم يرجع إلى خديجة فيتزود لمثلها حتى جاءه الحق وهو في غار حراء فجاءه الملك فقال 
							</p>
						</h3>
						<h3  dir="rtl" style="color:black; ">
							<p>
								اقرأ قال ما أنا بقارئ قال فأخذني فغطني حتى بلغ مني الجهد ثم أرسلني فقال اقرأ قلت ما أنا بقارئ فأخذني فغطني الثانية حتى بلغ مني الجهد ثم أرسلني فقال اقرأ فقلت ما أنا بقارئ فأخذني فغطني الثالثة ثم أرسلني فقال 
							</p>
						</h3>
						<h3  dir="rtl" style="color:red; ">
							<p>
									اقرأ باسم ربك الذي خلق خلق الإنسان من علق اقرأ وربك الأكرم
							</p>
						</h3>
						<h3  dir="rtl" style="color:blue; ">
							<p>
								فرجع بها رسول الله صلى الله عليه وسلم يرجف فؤاده فدخل على خديجة بنت خويلد رضي الله عنها فقال
							</p>
						</h3>	
						<h3  dir="rtl" style="color:black; ">
							<p>
								 زملوني زملوني
							</p>
						</h3>	
						<h3  dir="rtl" style="color:blue; ">
							<p>
								فزملوه حتى ذهب عنه الروع فقال لخديجة وأخبرها الخبر
							</p>
						</h3>	
						<h3  dir="rtl" style="color:black; ">
							<p>
								لقد خشيت على نفسي
							</p>
						</h3>
						<h3  dir="rtl" style="color:blue; ">
							<p>
								فقالت خديجة كلا والله ما يخزيك الله أبدا إنك لتصل الرحم وتحمل الكل وتكسب المعدوم وتقري الضيف وتعين على نوائب الحق فانطلقت به خديجة حتى أتت به ورقة بن نوفل بن أسد بن عبد العزى ابن عم خديجة وكان امرأ قد تنصر في الجاهلية وكان يكتب الكتاب العبراني فيكتب من الإنجيل بالعبرانية ما شاء الله أن يكتب وكان شيخا كبيرا قد عمي فقالت له خديجة يا ابن عم اسمع من ابن أخيك فقال له ورقة يا ابن أخي ماذا ترى فأخبره رسول الله صلى الله عليه وسلم خبر ما رأى فقال له ورقة 
							</p>
						</h3>
						<h3  dir="rtl" style="color:black; ">
							<p>
								هذا الناموس الذي نزل الله على موسى يا ليتني فيها جذعا ليتني أكون حيا إذ يخرجك قومك فقال رسول الله صلى الله عليه وسلم
							</p>
						</h3>
						<h3  dir="rtl" style="color:blue; ">
							<p>
								أومخرجي هم
							</p>
						</h3>	
						<h3  dir="rtl" style="color:black; ">
							<p>
								قال نعم لم يأت رجل قط بمثل ما جئت به إلا عودي وإن يدركني يومك أنصرك نصرا مؤزرا ثم لم ينشب ورقة أن توفي وفتر الوحي
							</p>
						</h3>
					</td>
				</tr>
				
				
				<tr style="width:100%;">
					<td>
						<button id="btnTd3" style="color:blue;"><p>شرح الحديث من فتح الباري لابن حجر</p></button>
					</td>
					<td id="td3" dir="rtl" style="color:black;">
						
						
						
						
						  <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ هُوَ يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ نِسْبَةً إِلَى جَدِّهِ لِشُهْرَتِهِ بِذَلِكَ وَهُوَ مِنْ كِبَارِ حُفَّاظِ الْمِصْرِيِّينَ وَأَثْبَتُ النَّاسِ فِي اللَّيْثِ بْنِ سَعْدٍ الْفَهْمِيِّ فَقِيهِ الْمِصْرِيِّينَ وَعُقَيْلٌ بِالضَّمِّ عَلَى التَّصْغِيرِ وَهُوَ من أثبت الروَاة عَن بن شِهَابٍ وَهُوَ أَبُو بَكْرٍ مُحَمَّدُ بْنُ مُسْلِمِ بْنِ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ شِهَابِ بْنِ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ زُهْرَةَ الْفَقِيهُ نُسِبَ إِلَى جَدِّ جَدِّهِ لِشُهْرَتِهِ الزُّهْرِيُّ نُسِبَ إِلَى جَدِّهِ الْأَعْلَى زُهْرَةَ بْنِ كِلَابٍ وَهُوَ مِنْ رَهْطِ آمِنَةَ أُمِّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اتَّفَقُوا عَلَى إِتْقَانِهِ وَإِمَامَتِهِ . 

						</h3>  <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  مِنَ الْوَحْيِ يُحْتَمَلُ أَنْ تَكُونَ مِنْ تَبْعِيضِيَّةً أَيْ	مِنْ أَقْسَامِ الْوَحْيِ وَيُحْتَمَلُ أَنْ تَكُونَ بَيَانِيَّةً وَرجحه الْقَزاز وَالرُّؤْيَا الصَّالِحَةُ وَقَعَ فِي رِوَايَةِ مَعْمَرٍ وَيُونُسَ عِنْدَ الْمُصَنِّفِ فِي التَّفْسِيرِ الصَّادِقَةُ وَهِيَ الَّتِي لَيْسَ فِيهَا ضِغْثٌ وَبُدِئَ بِذَلِكَ لِيَكُونَ تَمْهِيدًا وَتَوْطِئَةً لِلْيَقَظَةِ ثُمَّ مَهَّدَ لَهُ فِي الْيَقَظَةِ أَيْضًا رُؤْيَةَ الضَّوْءِ وَسَمَاعَ الصَّوْتِ وَسَلَامَ الْحَجَرِ . 

						</h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فِي النَّوْمِ لِزِيَادَةِ الْإِيضَاحِ أَوْ لِيُخْرِجَ رُؤْيَا الْعَيْنِ فِي الْيَقَظَةِ لِجَوَازِ إِطْلَاقِهَا مَجَازًا . 

						</h3> <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  مِثْلَ فَلَقِ الصُّبْحِ بِنَصْبِ مِثْلَ عَلَى الْحَالِ أَيْ مُشْبِهَةً ضِيَاءَ الصُّبْحِ أَوْ عَلَى أَنَّهُ صِفَةٌ لِمَحْذُوفٍ أَيْ جَاءَتْ مَجِيئًا مِثْلَ فَلَقِ الصُّبْحِ وَالْمُرَادُ بِفَلَقِ الصُّبْحِ ضِيَاؤُهُ وَخُصَّ بِالتَّشْبِيهِ لِظُهُورِهِ الْوَاضِحِ الَّذِي لَا شَكَّ فِيهِ . 

						</h3>  <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  حُبِّبَ لَمْ يُسَمَّ فَاعِلُهُ لِعَدَمِ تَحَقُّقِ الْبَاعِثِ عَلَى ذَلِكَ وَإِنْ كَانَ كُلٌّ مِنْ عِنْدِ اللَّهِ أَوْ لِيُنَبِّهَ عَلَى أَنَّهُ لَمْ يَكُنْ مِنْ بَاعِثِ الْبَشَرِ أَوْ يَكُونُ ذَلِكَ مِنْ وَحْيِ الْإِلْهَامِ وَالْخَلَاءُ بِالْمَدِّ الْخَلْوَةُ وَالسِّرُّ فِيهِ أَنَّ الْخَلْوَةَ فَرَاغُ الْقَلْبِ لِمَا يَتَوَجَّهُ لَهُ وَحِرَاءُ بِالْمَدِّ وَكَسْرِ أَوَّلِهِ كَذَا فِي الرِّوَايَةِ وَهُوَ صَحِيحٌ وَفِي رِوَايَةِ الْأَصِيلِيِّ بِالْفَتْحِ وَالْقَصْرِ وَقَدْ حُكِيَ أَيْضًا وَحُكِيَ فِيهِ غَيْرُ ذَلِكَ جَوَازًا لَا رِوَايَةً هُوَ جَبَلٌ مَعْرُوفٌ بِمَكَّةَ وَالْغَارُ نَقْبٌ فِي الْجَبَلِ وَجَمْعُهُ غِيرَانُ . 

						</h3> <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَيَتَحَنَّثُ هِيَ بِمَعْنَى يَتَحَنَّفُ أَيْ يَتَّبِعُ الحنيفية وَهِيَ دِينُ إِبْرَاهِيمَ وَالْفَاءُ تُبْدَلُ ثَاءً فِي كَثِيرٍ مِنْ كَلَامِهِمْ وَقَدْ وَقَعَ فِي رِوَايَةِ بن هِشَامٍ فِي السِّيرَةِ يَتَحَنَّفُ بِالْفَاءِ أَوِ التَّحَنُّثُ إِلْقَاءُ الْحِنْثِ وَهُوَ الْإِثْمُ كَمَا قِيلَ يَتَأَثَّمُ وَيَتَحَرَّجُ وَنَحْوُهُمَا . 

						</h3>  <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  وَهُوَ التَّعَبُّدُ هَذَا مُدْرَجٌ فِي الْخَبَرِ وَهُوَ مِنْ تَفْسِيرِ الزُّهْرِيِّ كَمَا جَزَمَ بِهِ الطِّيبِيُّ وَلَمْ يَذْكُرْ دَلِيلَهُ نَعَمْ فِي رِوَايَةِ الْمُؤَلِّفِ مِنْ طَرِيقِ يُونُسَ عَنْهُ فِي التَّفْسِيرِ مَا يَدُلُّ عَلَى الْإِدْرَاجِ .

						</h3> <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  اللَّيَالِيَ ذَوَاتِ الْعَدَدِ يَتَعَلَّقُ بِقَوْلِهِ يَتَحَنَّثُ وَإِبْهَامُ الْعَدَدِ لِاخْتِلَافِهِ كَذَا قِيلَ وَهُوَ بِالنِّسْبَةِ إِلَى الْمُدَدِ الَّتِي يَتَخَلَّلُهَا مَجِيئُهُ إِلَى أَهْلِهِ وَإِلَّا فَأَصْلُ الْخَلْوَةِ قَدْ عُرِفَتْ مُدَّتُهَا وَهِيَ شَهْرٌ وَذَلِكَ الشَّهْر كَانَ رَمَضَان رَوَاهُ بن إِسْحَاقَ وَاللَّيَالِي مَنْصُوبَةٌ عَلَى الظَّرْفِ وَذَوَاتُ مَنْصُوبَةٌ أَيْضًا وَعَلَامَةُ النَّصْبِ فِيهِ كَسْرُ التَّاءِ وَيَنْزِعُ بِكَسْرِ الزَّايِ أَيْ يَرْجِعُ وَزْنًا وَمَعْنًى وَرَوَاهُ الْمُؤَلِّفُ بِلَفْظِهِ فِي التَّفْسِيرِ . 

						</h3> <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  لِمِثْلِهَا أَيِ اللَّيَالِي وَالتَّزَوُّدُ اسْتِصْحَابُ الزَّادِ وَيَتَزَوَّدُ مَعْطُوفٌ عَلَى يَتَحَنَّثُ وَخَدِيجَةُ هِيَ أُمُّ الْمُؤْمِنِينَ بِنْتُ خُوَيْلِدِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى تَأْتِي أَخْبَارُهَا فِي مَنَاقِبِهَا . 

						</h3> <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  حَتَّى جَاءَهُ الْحَقُّ أَيِ الْأَمْرُ الْحَقُّ وَفِي التَّفْسِيرِ حَتَّى فَجَئَهُ الْحَقُّ بِكَسْرِ الْجِيمِ أَيْ بَغَتَهُ وَإِنْ ثَبَتَ مِنْ مُرْسَلِ عُبَيْدِ بْنِ عُمَيْرٍ أَنَّهُ أُوحِيَ إِلَيْهِ بذلك فِي الْمَنَام أَو لَا قَبْلَ الْيَقَظَةِ أَمْكَنَ أَنْ يَكُونَ مَجِيءُ الْمَلَكِ فِي الْيَقَظَةِ عَقِبَ مَا تَقَدَّمَ فِي الْمَنَامِ وَسُمِّيَ حَقًّا لِأَنَّهُ وَحْيٌ مِنَ اللَّهِ تَعَالَى وَقَدْ وَقَعَ فِي رِوَايَةِ أَبِي الْأَسْوَدِ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ أَوَّلُ شَأْنِهِ يَرَى فِي الْمَنَامِ وَكَانَ أَوَّلُ مَا رَأَى جِبْرِيلَ بِأَجْيَادٍ صَرَخَ جِبْرِيلُ يَا مُحَمَّدُ فَنَظَرَ يَمِينًا وَشِمَالًا فَلَمْ يَرَ شَيْئًا فَرَفَعَ بَصَرَهُ فَإِذَا هُوَ عَلَى أُفُقِ السَّمَاءِ فَقَالَ يَا مُحَمَّدُ جِبْرِيل جِبْرِيلُ فَهَرَبَ فَدَخَلَ فِي النَّاسِ فَلَمْ يَرَ شَيْئًا ثُمَّ خَرَجَ عَنْهُمْ فَنَادَاهُ فَهَرَبَ ثُمَّ اسْتَعْلَنَ لَهُ جِبْرِيلُ مِنْ قِبَلِ حِرَاءَ فَذَكَرَ قصَّة اقرائه اقْرَأ باسم رَبك وَرَأَى حِينَئِذٍ جِبْرِيلَ لَهُ جَنَاحَانِ مِنْ يَاقُوتٍ يختطفان الْبَصَر وَهَذَا من رِوَايَة بن لَهِيعَة عَن أبي الْأسود وبن لَهِيعَةَ ضَعِيفٌ وَقَدْ ثَبَتَ فِي صَحِيحِ مُسْلِمٍ مِنْ وَجْهٍ آخَرَ عَنْ عَائِشَةَ مَرْفُوعًا لَمْ أَرَهُ يَعْنِي جِبْرِيلَ عَلَى صُورَتِهِ الَّتِي خُلِقَ عَلَيْهَا إِلَّا مَرَّتَيْنِ وَبَيَّنَ أَحْمَدُ فِي حَدِيثِ بن مَسْعُودٍ أَنَّ الْأُولَى كَانَتْ عِنْدَ سُؤَالِهِ إِيَّاهُ أَنْ يُرِيَهُ صُورَتَهُ الَّتِي خُلِقَ عَلَيْهَا وَالثَّانِيَةَ عِنْدَ الْمِعْرَاجِ وَلِلتِّرْمِذِيِّ مِنْ طَرِيقِ مَسْرُوقٍ عَنْ عَائِشَةَ لَمْ يَرَ مُحَمَّدٌ جِبْرِيلَ فِي صُورَتِهِ إِلَّا مَرَّتَيْنِ مَرَّةً عِنْدَ سِدْرَةِ الْمُنْتَهَى وَمَرَّةً فِي أجياد وَهَذَا يُقَوي رِوَايَة بن لَهِيعَةَ وَتَكُونُ هَذِهِ الْمَرَّةُ غَيْرَ الْمَرَّتَيْنِ الْمَذْكُورَتَيْنِ وَإِنَّمَا لَمْ يَضُمَّهَا إِلَيْهِمَا لِاحْتِمَالِ أَنْ لَا يَكُونَ رَآهُ فِيهَا عَلَى تَمَامِ صُورَتِهِ وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى وَوَقَعَ فِي السِّيرَةِ الَّتِي جَمَعَهَا سُلَيْمَانُ التَّيْمِيُّ فَرَوَاهَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى عَنْ وَلَدِهِ مُعْتَمِرِ بْنِ سُلَيْمَانَ عَنْ أَبِيهِ أَنَّ جِبْرِيلَ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حِرَاءَ وَأَقْرَأَهُ اقْرَأْ بِاسْمِ رَبك ثُمَّ انْصَرَفَ فَبَقِيَ مُتَرَدِّدًا فَأَتَاهُ مِنْ أَمَامِهِ فِي صُورَتِهِ فَرَأَى أَمْرًا عَظِيمًا . 

						</h3> <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَجَاءَهُ هَذِه الْفَاء	تُسَمَّى التَّفْسِيرِيَّةَ وَلَيْسَتِ التَّعْقِيبِيَّةَ لِأَنَّ مَجِيءَ الْمَلَكِ لَيْسَ بَعْدَ مَجِيءِ الْوَحْيِ حَتَّى تُعَقَّبَ بِهِ بَلْ هُوَ نَفْسُهُ وَلَا يَلْزَمُ مِنْ هَذَا التَّقْرِيرِ أَنْ يَكُونَ مِنْ بَابِ تَفْسِيرِ الشَّيْءِ بِنَفْسِهِ بَلِ التَّفْسِيرُ عَيْنُ الْمُفَسَّرِ بِهِ مِنْ جِهَةِ الْإِجْمَالِ وَغَيْرُهُ مِنْ جِهَةِ التَّفْصِيلِ . 

						</h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  مَا أَنَا بِقَارِئٍ ثَلَاثًا مَا نَافِيَةٌ إِذْ لَوْ كَانَتِ اسْتِفْهَامِيَّةً لَمْ يَصْلُحْ دُخُولُ الْبَاءِ وَإِنْ حُكِيَ عَنِ الْأَخْفَشِ جَوَازُهُ فَهُوَ شَاذٌّ وَالْبَاءُ زَائِدَةٌ لِتَأْكِيدِ النَّفْيِ أَيْ مَا أُحْسِنُ الْقِرَاءَةَ فَلَمَّا قَالَ ذَلِكَ ثَلَاثًا قِيلَ لَهُ أَقرَأ بأسم رَبك أَيْ لَا تَقْرَؤُهُ بِقُوَّتِكَ وَلَا بِمَعْرِفَتِكَ لَكِنْ بِحَوْلِ رَبِّكَ وَإِعَانَتِهِ فَهُوَ يُعَلِّمُكَ كَمَا خَلَقَكَ وَكَمَا نَزَعَ عَنْكَ عَلَقَ الدَّمِ وَغَمْزَ الشَّيْطَانِ فِي الصِّغَرِ وَعَلَّمَ أُمَّتَكَ حَتَّى صَارَتْ تَكْتُبُ بِالْقَلَمِ بَعْدَ أَنْ كَانَتْ أُمِّيَّةً ذَكَرَهُ السُّهَيْلِيُّ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  غَيْرُهُ إِنَّ هَذَا التَّرْكِيبَ وَهُوَ . 

						</h3>  <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  مَا أَنَا بِقَارِئٍ يُفِيدُ الِاخْتِصَاصَ وَرَدَّهُ الطِّيبِيُّ بِأَنَّهُ إِنَّمَا يُفِيدُ التَّقْوِيَةَ وَالتَّأْكِيدَ وَالتَّقْدِيرُ لَسْتُ بِقَارِئٍ الْبَتَّةَ فَإِنْ قِيلَ لِمَ كَرَّرَ ذَلِكَ ثَلَاثًا أَجَابَ أَبُو شَامَةَ بِأَنْ يُحْمَلَ . 

						</h3>  <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  أَو لَا مَا أَنا بقارئ علىالامتناع وَثَانِيًا عَلَى الْإِخْبَارِ بِالنَّفْيِ الْمَحْضِ وَثَالِثًا عَلَى الِاسْتِفْهَامِ وَيُؤَيِّدُهُ أَنَّ فِي رِوَايَةِ أَبِي الْأَسْوَدِ فِي مَغَازِيهِ عَنْ عُرْوَةَ أَنَّهُ قَالَ كَيْفَ أَقْرَأُ وَفِي رِوَايَةِ عُبَيْدِ بْنِ عُمَيْرٍ عَنِ بن إِسْحَاقَ مَاذَا أَقْرَأُ وَفِي مُرْسَلِ الزُّهْرِيِّ فِي دَلَائِل الْبَيْهَقِيّ كَيفَ أَقرَأ وكل ذَلِكَ يُؤَيِّدُ أَنَّهَا اسْتِفْهَامِيَّةٌ وَاللَّهُ أَعْلَمُ . 

						</h3> <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَغَطَّنِي بِغَيْنٍ مُعْجَمَةٍ وَطَاءٍ مُهْمَلَةٍ وَفِي رِوَايَةِ الطَّبَرِيِّ بِتَاءٍ مُثَنَّاةٍ مِنْ فَوْقُ كَأَنَّهُ أَرَادَ ضَمَّنِي وَعَصَرَنِي وَالْغَطُّ حَبْسُ النَّفَسِ وَمِنْهُ غَطَّهُ فِي الْمَاءِ أَوْ أَرَادَ غَمَّنِي وَمِنْهُ الْخَنْقُ وَلِأَبِي دَاوُدَ الطَّيَالِسِيِّ فِي مُسْنَدِهِ بِسَنَدٍ حَسَنٍ فَأَخَذَ بِحَلْقِي . 

						</h3> <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  حَتَّى بَلَغَ مِنِّي الْجَهْدَ رُوِيَ بِالْفَتْحِ وَالنَّصْبِ أَيْ بَلَغَ الْغَطُّ مِنِّي غَايَةَ وُسْعِي وَرُوِيَ بِالضَّمِّ وَالرَّفْعِ أَيْ بَلَغَ مِنِّي الْجُهْدُ مَبْلَغَهُ وَقَولُهُ أَرْسَلَنِي أَيْ أَطْلَقَنِي وَلَمْ يَذْكُرِ الْجَهْدَ هُنَا فِي الْمَرَّةِ الثَّالِثَةِ وَهُوَ ثَابِتٌ عِنْدَ الْمُؤَلِّفِ فِي التَّفْسِيرِ . 

						</h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَرَجَعَ بِهَا أَيْ بِالْآيَاتِ أَوْ بِالْقِصَّةِ . 

						</h3>  <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَزَمَّلُوهُ أَيْ لَفُّوهُ وَالرَّوْعُ بِالْفَتْحِ الْفَزَعُ . 

						</h3> <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  لَقَدْ خَشِيتُ عَلَى نَفْسِي دَلَّ هَذَا مَعَ قَوْلِهِ يَرْجُفُ فُؤَادُهُ عَلَى انْفِعَالٍ حَصَلَ لَهُ مِنْ مَجِيءِ الْمَلَكِ وَمِنْ ثَمَّ قَالَ زَمِّلُونِي وَالْخَشْيَةُ الْمَذْكُورَةُ اخْتَلَفَ الْعُلَمَاءُ فِي الْمُرَادِ بِهَا عَلَى اثْنَيْ عَشَرَ قَوْلًا أَوَّلُهَا الْجُنُونُ وَأَنْ يَكُونَ مَا رَآهُ مِنْ جِنْسِ الْكَهَانَةِ جَاءَ مُصَرَّحًا بِهِ فِي عِدَّةِ طُرُقٍ وَأَبْطَلَهُ أَبُو بَكْرِ بْنُ الْعَرَبِيِّ وَحُقَّ لَهُ أَنْ يُبْطِلَ لَكِنْ حَمَلَهُ الْإِسْمَاعِيلِيُّ عَلَى أَنَّ ذَلِكَ حَصَلَ لَهُ قَبْلَ حُصُولِ الْعِلْمِ الضَّرُورِيِّ لَهُ أَنَّ الَّذِي جَاءَهُ مَلَكٌ وَأَنَّهُ مِنْ عِنْدِ اللَّهِ تَعَالَى ثَانِيهَا الْهَاجِسُ وَهُوَ بَاطِلٌ أَيْضًا لِأَنَّهُ لَا يَسْتَقِرُّ وَهَذَا اسْتَقَرَّ وَحَصَلَتْ بَيْنَهُمَا الْمُرَاجَعَةُ ثَالِثُهَا الْمَوْتُ مِنْ شِدَّةِ الرُّعْبِ رَابِعُهَا الْمَرَضُ وَقد جزم بِهِ بن أَبِي جَمْرَةَ خَامِسُهَا دَوَامُ الْمَرَضِ سَادِسُهَا الْعَجْزُ عَنْ حَمْلِ أَعْبَاءِ النُّبُوَّةِ سَابِعُهَا الْعَجْزُ عَنِ النَّظَرِ إِلَى الْمَلَكِ مِنَ الرُّعْبِ ثَامِنُهَا عَدَمُ الصَّبْرِ عَلَى أَذَى قَوْمِهِ تَاسِعُهَا أَنْ يَقْتُلُوهُ عَاشِرُهَا مُفَارَقَةُ الْوَطَنِ حَادِيَ عَشَرِهَا تَكْذِيبُهُمْ إِيَّاهُ ثَانِيَ عَشَرِهَا تَعْيِيرُهُمْ إِيَّاهُ وَأَوْلَى هَذِهِ الْأَقْوَالِ بِالصَّوَابِ وَأَسْلَمُهَا مِنَ الِارْتِيَابِ الثَّالِثُ وَاللَّذَانِ بَعْدَهُ وَمَا عَدَاهَا فَهُوَ مُعْتَرَضٌ وَاللَّهُ الْمُوَفِّقُ . 

						</h3> <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَقَالَتْ خَدِيجَةُ كَلَّا مَعْنَاهَا النَّفْيُ وَالْإِبْعَادُ وَيَحْزُنْكَ بِفَتْحِ أَوَّلِهِ وَالْحَاءِ الْمُهْمَلَةِ وَالزَّايِ الْمَضْمُومَةِ وَالنُّونِ مِنَ الْحُزْنِ وَلِغَيْرِ أَبِي ذَرٍّ بِضَمِّ أَوَّلِهِ وَالْخَاءِ الْمُعْجَمَةِ وَالزَّايِ الْمَكْسُورَةِ ثُمَّ الْيَاءِ السَّاكِنَةِ مِنَ الْخِزْيِ ثُمَّ اسْتَدَلَّتْ عَلَى مَا أَقْسَمَتْ عَلَيْهِ مِنْ نَفْيِ ذَلِكَ أَبَدًا بِأَمْرٍ اسْتِقْرَائِيٍّ وَصَفَتْهُ بِأُصُولِ مَكَارِمِ الْأَخْلَاقِ لِأَنَّ الْإِحْسَانَ إِمَّا إِلَى الْأَقَارِبِ أَوْ إِلَى الْأَجَانِبِ وَإِمَّا بِالْبَدَنِ أَوْ بِالْمَالِ وَإِمَّا عَلَى مَنْ يَسْتَقِلُّ بِأَمْرِهِ أَوْ مَنْ لَا يَسْتَقِلُّ وَذَلِكَ كُلُّهُ مَجْمُوعٌ فِيمَا وَصَفَتْهُ بِهِ وَالْكَلُّ بِفَتْحِ الْكَافِ هُوَ مَنْ لَا يَسْتَقِلُّ بِأَمْرِهِ كَمَا قَالَ اللَّهُ تَعَالَى وَهُوَ كل على مَوْلَاهُ وَقَوْلُهَا وَتَكْسِبُ الْمَعْدُومَ فِي رِوَايَةِ الْكُشْمِيهَنِيِّ وَتُكْسِبُ بِضَمِّ أَوَّلِهِ وَعَلَيْهَا قَالَ الْخَطَّابِيُّ الصَّوَابُ الْمُعْدِمُ بِلَا وَاوٍ أَيِ الْفَقِيرُ لِأَنَّ الْمَعْدُومَ لَا يَكْسِبُ. 

قُلْتُ وَلَا يَمْتَنِعُ أَنْ يُطْلَقَ عَلَى المعدم الْمَعْدُوم لكَونه كَالْمَعْدُومِ الْمَيِّت الَّذِي لاتصرف لَهُ وَالْكَسْبُ هُوَ الِاسْتِفَادَةُ فَكَأَنَّهَا قَالَتْ إِذَا رَغِبَ غَيْرُكَ أَنْ يَسْتَفِيدَ مَالًا مَوْجُودًا رَغِبْتَ أَنْتَ أَنْ تَسْتَفِيدَ رَجُلًا عَاجِزًا فَتُعَاوِنَهُ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  قَاسِمُ بْنُ ثَابِتٍ فِي الدَّلَائِلِ . 

						</h3> <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  يَكْسِبُ	مَعْنَاهُ مَا يَعْدَمُهُ غَيْرُهُ وَيَعْجِزُ عَنْهُ يُصِيبُهُ هُوَ وَيَكْسِبُهُ قَالَ أَعْرَابِيٌّ يَمْدَحُ إِنْسَانًا كَانَ أَكْسَبَهُمْ لِمَعْدُومٍ وَأَعْطَاهُمْ لِمَحْرُومٍ وَأُنْشِدَ فِي وَصْفِ ذِئْب كسوب كَذَا الْمَعْدُومِ مِنْ كَسْبِ وَاحِدِ أَيْ مِمَّا يَكْسِبُهُ وَحْدَهُ انْتَهَى وَلِغَيْرِ الْكُشْمِيهَنِيِّ وَتَكْسِبُ بِفَتْحِ أَوَّلِهِ قَالَ عِيَاضٌ وَهَذِهِ الرِّوَايَةُ أَصَحُّ. 

قُلْتُ قَدْ وَجَّهْنَا الْأُولَى وَهَذِهِ الرَّاجِحَةُ وَمَعْنَاهَا تُعْطِي النَّاسَ مَا لَا يَجِدُونَهُ عِنْدَ غَيْرِكَ فَحَذَفَ أَحَدَ الْمَفْعُولَيْنِ وَيُقَالُ كَسَبْتَ الرَّجُلَ مَالًا وَأَكْسَبْتَهُ بِمَعْنًى وَقِيلَ مَعْنَاهُ تَكْسِبُ الْمَالَ الْمَعْدُومَ وَتُصِيبُ مِنْهُ مَالا يُصِيبُ غَيْرُكَ وَكَانَتِ الْعَرَبُ تَتَمَادَحُ بِكَسْبِ الْمَالِ لَا سِيَّمَا قُرَيْشٌ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَبْلَ الْبَعْثَةِ مَحْظُوظًا فِي التِّجَارَةِ وَإِنَّمَا يَصِحُّ هَذَا الْمَعْنَى إِذَا ضُمَّ إِلَيْهِ مَا يَلِيقُ بِهِ مِنْ أَنَّهُ كَانَ مَعَ إِفَادَتِهِ لِلْمَالِ يَجُودُ بِهِ فِي الْوُجُوهِ الَّتِي ذُكِرَتْ فِي الْمَكْرُمَاتِ وَقَوْلُهَا وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ هِيَ كَلِمَةٌ جَامِعَةٌ لِأَفْرَادِ مَا تَقَدَّمَ وَلِمَا لَمْ يَتَقَدَّمْ وَفِي رِوَايَةِ الْمُصَنِّفِ فِي التَّفْسِيرِ مِنْ طَرِيقِ يُونُسَ عَنِ الزُّهْرِيِّ مِنَ الزِّيَادَةِ وَتَصْدُقُ الْحَدِيثَ وَهِيَ مِنْ أَشْرَفِ الْخِصَالِ وَفِي رِوَايَةِ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ فِي هَذِهِ الْقِصَّةِ وَتُؤَدِّي الْأَمَانَةَ وَفِي هَذِهِ الْقِصَّةِ مِنَ الْفَوَائِدِ اسْتِحْبَابُ تَأْنِيسِ مَنْ نَزَلَ بِهِ أَمْرٌ بِذِكْرِ تَيْسِيرِهِ عَلَيْهِ وَتَهْوِينِهِ لَدَيْهِ وَأَنَّ مَنْ نَزَلَ بِهِ أَمْرٌ اسْتُحِبَّ لَهُ أَنْ يُطْلِعَ عَلَيْهِ مَنْ يَثِقُ بِنَصِيحَتِهِ وَصِحَّةِ رَأْيِهِ . 

						</h3> <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَانْطَلَقَتْ بِهِ أَيْ مَضَتْ مَعَهُ فالباء للمصاحبة وورقة بِفَتْح الرَّاء وَقَوله بن عَم خَدِيجَة هُوَ بِنصب بن وَيُكْتَبُ بِالْأَلِفِ وَهُوَ بَدَلٌ مِنْ وَرَقَةَ أَوْ صِفَةٌ أَوْ بَيَانٌ وَلَا يَجُوزُ جَرُّهُ فَإِنَّهُ يَصِيرُ صِفَةً لِعَبْدِ الْعُزَّى وَلَيْسَ كَذَلِكَ وَلَا كَتْبُهُ بِغَيْرِ أَلِفٍ لِأَنَّهُ لَمْ يَقَعْ بَيْنَ عَلَمَيْنِ . 

						</h3> <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  تَنَصَّرَ أَيْ صَارَ نَصْرَانِيًّا وَكَانَ قَدْ خَرَجَ هُوَ وَزَيْدُ بْنُ عَمْرِو بْنِ نُفَيْلٍ لَمَّا كَرِهَا عِبَادَةَ الْأَوْثَانِ إِلَى الشَّامِ وَغَيْرِهَا يَسْأَلُونَ عَنِ الدِّينِ فَأَمَّا وَرَقَةُ فَأَعْجَبَهُ دِينُ النَّصْرَانِيَّةِ فَتَنَصَّرَ وَكَانَ لَقِيَ مَنْ بَقِيَ مِنَ الرُّهْبَانِ عَلَى دِينِ عِيسَى وَلَمْ يُبَدِّلْ وَلِهَذَا أَخْبَرَ بِشَأْنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْبِشَارَةِ بِهِ إِلَى غَيْرِ ذَلِكَ مِمَّا أَفْسَدَهُ أَهْلُ التَّبْدِيلِ. 
وَأَمَّا زَيْدُ بْنُ عَمْرٍو فَسَيَأْتِي خَبَرُهُ فِي الْمَنَاقِبِ إِنْ شَاءَ اللَّهُ تَعَالَى . 

						</h3>  <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَكَانَ يَكْتُبُ الْكِتَابَ الْعِبْرَانِيَّ فَيَكْتُبُ مِنَ الْإِنْجِيلِ بِالْعِبْرَانِيَّةِ وَفِي رِوَايَةِ يُونُسَ وَمَعْمَرٍ وَيَكْتُبُ مِنَ الْإِنْجِيلِ بِالْعَرَبِيَّةِ وَلِمُسْلِمٍ فَكَانَ يَكْتُبُ الْكِتَابَ الْعَرَبِيَّ وَالْجَمِيعُ صَحِيحٌ لِأَنَّ وَرَقَةَ تَعَلَّمَ اللِّسَانَ الْعِبْرَانِيَّ وَالْكِتَابَةَ الْعِبْرَانِيَّةَ فَكَانَ يَكْتُبُ الْكِتَابَ الْعِبْرَانِيَّ كَمَا كَانَ يَكْتُبُ الْكِتَابَ الْعَرَبِيَّ لِتَمَكُّنِهِ مِنَ الْكِتَابَيْنِ وَاللِّسَانَيْنِ وَوَقَعَ لِبَعْضِ الشُّرَّاحِ هُنَا خَبْطٌ فَلَا يُعْرَّجُ عَلَيْهِ وَإِنَّمَا وَصَفَتْهُ بِكِتَابَةِ الْإِنْجِيلِ دُونَ حِفْظِهِ لِأَنَّ حِفْظَ التَّوْرَاةِ وَالْإِنْجِيلَ لَمْ يَكُنْ مُتَيَسِّرًا كَتَيَسُّرِ حِفْظِ الْقُرْآنِ الَّذِي خُصَّتْ بِهِ هَذِهِ الْأُمَّةُ فَلِهَذَا جَاءَ فِي صفتهَا أناجيلها صدورها قَوْلهَا يَا بن عَمِّ هَذَا النِّدَاءُ عَلَى حَقِيقَتِهِ وَوَقَعَ فِي مُسْلِمٍ يَا عَمُّ وَهُوَ وَهْمٌ لِأَنَّهُ وَإِنْ كَانَ صَحِيحًا لِجَوَازِ إِرَادَةِ التَّوْقِيرِ لَكِنَّ الْقِصَّةَ لَمْ تَتَعَدَّدْ وَمَخْرَجُهَا مُتَّحِدٌ فَلَا يُحْمَلُ عَلَى أَنَّهَا قَالَتْ ذَلِكَ مَرَّتَيْنِ فَتَعَيَّنَ الْحَمْلُ عَلَى الْحَقِيقَةِ وَإِنَّمَا جَوَّزْنَا ذَلِكَ فِيمَا مَضَى فِي الْعِبْرَانِيِّ وَالْعَرَبِيِّ لِأَنَّهُ مِنْ كَلَامِ الرَّاوِي فِي وَصْفِ وَرَقَةَ وَاخْتَلَفَتِ الْمَخَارِجُ فَأَمْكَنَ التَّعْدَادُ وَهَذَا الْحُكْمُ يَطَّرِدُ فِي جَمِيعِ مَا أَشْبَهَهُ . 

     وَقَالَتْ  فِي حَقِّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أسمع من بن أَخِيكَ لِأَنَّ وَالِدَهُ عَبْدُ اللَّهِ بْنُ عَبْدِ الْمُطَّلِبِ وَوَرَقَةُ فِي عِدَدِ النَّسَبِ إِلَى قُصَيِّ بْنِ كِلَابٍ الَّذِي يَجْتَمِعَانِ فِيهِ سَوَاءً فَكَانَ مِنْ هَذِهِ الْحَيْثِيَّةِ فِي دَرَجَةِ إِخْوَتِهِ أَوْ قَالَتْهُ عَلَى سَبِيلِ التَّوْقِيرِ لِسِنِّهِ وَفِيهِ إِرْشَادٌ إِلَى أَنَّ صَاحِبَ الْحَاجَةِ يُقَدَّمُ بَيْنَ يَدَيْهِ مَنْ يُعْرَفُ بِقَدْرِهِ مِمَّنْ يَكُونُ أَقْرَبَ مِنْهُ إِلَى الْمَسْئُولِ وَذَلِكَ مُسْتَفَادٌ مِنْ قَوْلِ خَدِيجَةَ لورقة أسمع من بن أَخِيكَ أَرَادَتْ بِذَلِكَ أَنْ يَتَأَهَّبَ لِسَمَاعِ كَلَامِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَذَلِكَ أَبْلَغُ فِي التَّعْلِيم . 

						</h3> <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  مَاذَا تَرَى فِيهِ حَذْفٌ يَدُلُّ عَلَيْهِ سِيَاقُ الْكَلَامِ وَقَدْ صَرَّحَ بِهِ فِي دَلَائِلِ النُّبُوَّةِ لِأَبِي نُعَيْمٍ بِسَنَدٍ حَسَنٍ إِلَى عَبْدِ اللَّهِ بْنِ شَدَّادٍ فِي هَذِهِ الْقِصَّةِ قَالَ فَأَتَت بِهِ ورقة بن عَمِّهَا فَأَخْبَرَتْهُ بِالَّذِي رَأَى . 

						</h3> <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  هَذَا النَّامُوسُ الَّذِي نَزَّلَ اللَّهُ عَلَى مُوسَى وَلِلْكُشْمِيهَنِيِّ أَنْزَلَ اللَّهُ وَفِي التَّفْسِيرِ أُنْزِلَ عَلَى الْبِنَاءِ لِلْمَفْعُولِ وَأَشَارَ بِقَوْلِهِ هَذَا إِلَى الْمَلَكِ الَّذِي ذَكَرَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي خَبَرِهِ وَنَزَّلَهُ مَنْزِلَةَ الْقَرِيبِ لِقُرْبِ ذِكْرِهِ	وَالنَّامُوسُ صَاحِبُ السِّرِّ كَمَا جَزَمَ بِهِ الْمُؤَلِّفُ فِي أَحَادِيث الْأَنْبِيَاء وَزعم بن ظَفَرٍ أَنَّ النَّامُوسَ صَاحِبُ سِرِّ الْخَيْرِ وَالْجَاسُوسَ صَاحِبُ سِرِّ الشَّرِّ وَالْأَوَّلُ الصَّحِيحُ الَّذِي عَلَيْهِ الْجُمْهُورُ وَقَدْ سَوَّى بَيْنَهُمَا رُؤْبَةُ بْنُ الْعَجَّاجِ أَحَدُ فُصَحَاءِ الْعَرَبِ وَالْمُرَادُ بِالنَّامُوسِ هُنَا جِبْرِيلُ عَلَيْهِ السَّلَامُ وَقَولُهُ عَلَى مُوسَى وَلَمْ يَقُلْ عَلَى عِيسَى مَعَ كَوْنِهِ نَصْرَانِيًّا لِأَنَّ كِتَابَ مُوسَى عَلَيْهِ السَّلَامُ مُشْتَمِلٌ عَلَى أَكْثَرِ الْأَحْكَامِ بِخِلَافِ عِيسَى وَكَذَلِكَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ لِأَنَّ مُوسَى بُعِثَ بِالنِّقْمَةِ عَلَى فِرْعَوْنَ وَمَنْ مَعَهُ بِخِلَافِ عِيسَى كَذَلِكَ وَقَعَتِ النِّقْمَةُ عَلَى يَدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِفِرْعَوْنِ هَذِهِ الْأُمَّةِ وَهُوَ أَبُو جَهْلِ بْنِ هِشَامٍ وَمَنْ مَعَهُ بِبَدْرٍ أَوْ قَالَهُ تَحْقِيقًا لِلرِّسَالَةِ لِأَنَّ نُزُولَ جِبْرِيلَ عَلَى مُوسَى مُتَّفَقٌ عَلَيْهِ بَيْنَ أَهْلِ الْكِتَابِ بِخِلَافِ عِيسَى فَإِنَّ كَثِيرًا مِنَ الْيَهُودِ يُنْكِرُونَ نُبُوَّتَهُ. 
وَأَمَّا مَا تَمَحَّلَ لَهُ السُّهَيْلِيُّ مِنْ أَنَّ وَرَقَةَ كَانَ عَلَى اعْتِقَادِ النَّصَارَى فِي عَدَمِ نُبُوَّةِ عِيسَى وَدَعْوَاهُمْ أَنَّهُ أَحَدُ الْأَقَانِيمِ فَهُوَ مُحَالٌ لَا يُعَرَّجُ عَلَيْهِ فِي حَقِّ وَرَقَةَ وَأَشْبَاهِهِ مِمَّنْ لَمْ يَدْخُلْ فِي التَّبْدِيلِ وَلَمْ يَأْخُذْ عَمَّنْ بَدَّلَ عَلَى أَنَّهُ قَدْ وَرَدَ عِنْدَ الزُّبَيْرِ بْنِ بَكَّارٍ مِنْ طَرِيقِ عَبْدِ اللَّهِ بْنِ مُعَاذٍ عَنِ الزُّهْرِيِّ فِي هَذِهِ الْقِصَّةِ أَنَّ وَرَقَةَ قَالَ نَامُوسُ عِيسَى وَالْأَصَحُّ مَا تَقَدَّمَ وَعَبْدُ اللَّهِ بْنُ مُعَاذٍ ضَعِيفٌ نَعَمْ فِي دَلَائِلِ النُّبُوَّةِ لِأَبِي نُعَيْمٍ بِإِسْنَادٍ حَسَنٍ إِلَى هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ فِي هَذِه الْقِصَّة أَن خَدِيجَة أَولا أَتَت بن عَمِّهَا وَرَقَةَ فَأَخْبَرَتْهُ الْخَبَرَ فَقَالَ لَئِنْ كُنْتِ صَدَقْتِنِي إِنَّهُ لَيَأْتِيهِ نَامُوسُ عِيسَى الَّذِي لَا يُعَلِّمُهُ بَنُو إِسْرَائِيلَ أَبْنَاءَهُمْ فَعَلَى هَذَا فَكَانَ وَرَقَةُ يَقُولُ تَارَةً نَامُوسُ عِيسَى وَتَارَةً نَامُوسُ مُوسَى فَعِنْدَ إِخْبَارِ خَدِيجَةَ لَهُ بِالْقِصَّةِ قَالَ لَهَا نَامُوسُ عِيسَى بِحَسَبِ مَا هُوَ فِيهِ مِنَ النَّصْرَانِيَّةِ وَعِنْدَ إِخْبَارِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَهُ قَالَ لَهُ نَامُوسُ مُوسَى لِلْمُنَاسَبَةِ الَّتِي قَدَّمْنَاهَا وَكُلٌّ صَحِيحٍ وَاللَّهُ سُبْحَانَهُ وَتَعَالَى أَعْلَمُ . 

						</h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  يَا لَيْتَنِي فِيهَا جَذَعْ كَذَا فِي رِوَايَةِ الْأَصِيلِيِّ وَعِنْدَ الْبَاقِينَ يَا لَيْتَنِي فِيهَا جَذَعًا بِالنَّصْبِ عَلَى أَنَّهُ خَبَرُ كَانَ الْمُقَدَّرَةِ قَالَهُ الْخَطَّابِيُّ وَهُوَ مَذْهَبُ الْكُوفِيِّينَ فِي قَوْله تَعَالَى انْتَهوا خيرا لكم. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  بن بَرِّيٍّ التَّقْدِيرُ يَا لَيْتَنِي جُعِلْتُ فِيهَا جَذَعًا وَقِيلَ النَّصْبُ عَلَى الْحَالِ إِذَا جَعَلْتَ فِيهَا خَبَرَ لَيْتَ وَالْعَامِلُ فِي الْحَالِ مَا يَتَعَلَّقُ بِهِ الْخَبَرُ مِنْ مَعْنَى الِاسْتِقْرَارِ قَالَهُ السُّهَيْلِيُّ وَضَمِيرُ فِيهَا يَعُودُ عَلَى أَيَّامِ الدَّعْوَةِ وَالْجَذَعُ بِفَتْحِ الْجِيمِ وَالذَّالِ الْمُعْجَمَةِ هُوَ الصَّغِيرُ مِنَ الْبَهَائِمِ كَأَنَّهُ تَمَنَّى أَنْ يَكُونَ عِنْدَ ظُهُورِ الدُّعَاءِ إِلَى الْإِسْلَامِ شَابًّا لِيَكُونَ أَمْكَنَ لِنَصْرِهِ وَبِهَذَا يَتَبَيَّنُ سِرُّ وَصْفِهِ بِكَوْنِهِ كَانَ كَبِيرًا أعمى قَوْله إِذْ يخْرجك قَالَ بن مَالِكٍ فِيهِ اسْتِعْمَالٌ إِذْ فِي الْمُسْتَقْبَلِ كَإِذَا وَهُوَ صَحِيحٌ وَغَفَلَ عَنْهُ أَكْثَرُ النُّحَاةِ وَهُوَ كَقَوْلِهِ تَعَالَى وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمر هَكَذَا ذكره بن مَالِكٍ وَأَقَرَّهُ عَلَيْهِ غَيْرُ وَاحِدٍ. 
وَتَعَقَّبَهُ شَيْخُنَا شَيْخُ الْإِسْلَامِ بِأَنَّ النُّحَاةَ لَمْ يُغْفِلُوهُ بَلْ مَنَعُوا وُرُودَهُ وَأَوَّلُوا مَا ظَاهِرُهُ ذَلِكَ وَقَالُوا فِي مِثْلِ هَذَا اسْتَعْمَلَ الصِّيغَةَ الدَّالَّةَ عَلَى الْمُضِيِّ لِتَحَقُّقِ وُقُوعِهِ فَأَنْزَلُوهُ مَنْزِلَتَهُ وَيُقَوِّي ذَلِكَ هُنَا أَنَّ فِي رِوَايَةِ الْبُخَارِيِّ فِي التَّعْبِيرِ حِينَ يُخْرِجُكَ قَوْمُكَ وَعِنْدَ التَّحْقِيقِ مَا ادَّعَاهُ بن مَالِكٍ فِيهِ ارْتِكَابُ مَجَازٍ وَمَا ذَكَرَهُ غَيْرُهُ فِيهِ ارْتِكَابُ مَجَازٍ وَمَجَازُهُمْ أَوْلَى لِمَا يَنْبَنِي عَلَيْهِ مِنْ أَنَّ إِيقَاعَ الْمُسْتَقْبَلِ فِي صُورَةِ الْمُضِيِّ تَحْقِيقًا لِوُقُوعِهِ أَوِ اسْتِحْضَارًا لِلصُّورَةِ الْآتِيَةِ فِي هَذِهِ دُونَ تِلْكَ مَعَ وُجُودِهِ فِي أَفْصَحِ الْكَلَامِ وَكَأَنَّهُ أَرَادَ بِمَنْعِ الْوُرُودِ وُرُودًا مَحْمُولًا عَلَى حَقِيقَةِ الْحَالِ لَا عَلَى تَأْوِيلِ الِاسْتِقْبَالِ وَفِيهِ دَلِيلٌ عَلَى جَوَازِ تَمَنِّي الْمُسْتَحِيلِ إِذَا كَانَ فِي فِعْلِ خَيْرٍ لِأَنَّ وَرَقَةَ تَمَنَّى أَنْ يَعُودَ شَابًّا وَهُوَ مُسْتَحِيلٌ عَادَةً وَيَظْهَرُ لِي أَنَّ التَّمَنِّيَ لَيْسَ مَقْصُودًا عَلَى بَابِهِ بَلِ الْمُرَادُ مِنْ هَذَا التَّنْبِيهُ عَلَى صِحَّةِ مَا أَخْبَرَهُ بِهِ وَالتَّنْوِيهُ بِقُوَّةِ تَصْدِيقِهِ فِيمَا يَجِيء بِهِ قَوْله أَو مخرجي هُمْ بِفَتْحِ الْوَاوِ وَتَشْدِيدِ الْيَاءِ وَفَتْحِهَا جَمْعُ مُخْرِجٍ فَهُمْ مُبْتَدَأٌ مُؤَخَّرٌ وَمُخْرِجِيَّ خَبَرٌ مُقَدَّمٌ قَالَه بن مَالِكٍ وَاسْتَبْعَدَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُخْرِجُوهُ لِأَنَّهُ لَمْ يَكُنْ فِيهِ سَبَبٌ يَقْتَضِي الْإِخْرَاجَ لِمَا اشْتَمَلَ عَلَيْهِ مِنْ مَكَارِمِ الْأَخْلَاقِ الَّتِي تَقَدَّمَ مِنْ خَدِيجَةَ وَصْفُهَا وَقَدِ اسْتدلَّ بن الدُّغُنَّةِ بِمِثْلِ تِلْكَ الْأَوْصَافِ عَلَى أَنَّ أَبَا بَكْرٍ لَا يُخْرَجُ . 

						</h3> <br><h2 style="color:red;">قَوْلُهُ</h2><h3>  إِلَّا عُودِيَ وَفِي رِوَايَةِ يُونُسَ فِي التَّفْسِيرِ إِلَّا أُوذِيَ فَذَكَرَ وَرَقَةُ أَنَّ الْعِلَّةَ فِي ذَلِكَ مَجِيئُهُ لَهُمْ بِالِانْتِقَالِ عَنْ مَأْلُوفِهِمْ وَلِأَنَّهُ عَلِمَ مِنَ الْكُتُبِ أَنَّهُمْ لَا يُجِيبُونَهُ إِلَى ذَلِكَ وَأَنَّهُ يَلْزَمُهُ لِذَلِكَ مُنَابَذَتُهُمْ وَمُعَانَدَتُهُمْ فَتَنْشَأُ الْعَدَاوَةُ مِنْ ثَمَّ وَفِيهِ دَلِيلٌ عَلَى أَنَّ الْمُجِيبَ يُقِيمُ الدَّلِيلَ عَلَى مَا يُجِيبُ بِهِ إِذَا اقْتَضَاهُ الْمَقَامُ . 

						</h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  إِنْ يُدْرِكْنِي يَوْمُكَ إِنْ شَرْطِيَّةٌ وَالَّذِي بعْدهَا	مَجْزُومٌ زَادَ فِي رِوَايَةِ يُونُسَ فِي التَّفْسِيرِ حَيًّا وَلِابْنِ إِسْحَاقَ إِنْ أَدْرَكْتُ ذَلِكَ الْيَوْمَ يَعْنِي يَوْمَ الْإِخْرَاجِ . 

						</h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  مُؤَزَّرًا بِهَمْزَةٍ أَيْ قَوِيًّا مَأْخُوذٌ مِنَ الْأَزْرِ وَهُوَ الْقُوَّةُ وَأَنْكَرَ الْقَزاز أَن يكون فِي اللُّغَة مؤزر مِنَ الْأَزْرِ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  أَبُو شَامَةَ يُحْتَمَلُ أَنْ يَكُونَ مِنَ الْإِزَارِ أَشَارَ بِذَلِكَ إِلَى تَشْمِيرِهِ فِي نُصْرَتِهِ قَالَ الْأَخْطَلُ قَوْمٌ إِذَا حَارَبُوا شَدُّوا مَآزِرَهُمْ الْبَيْتَ . 

						</h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  ثُمَّ لَمْ يَنْشَبْ بِفَتْحِ الشِّينِ الْمُعْجَمَةِ أَيْ لَمْ يَلْبَثْ وَأَصْلُ النُّشُوبِ التَّعَلُّقُ أَيْ لَمْ يَتَعَلَّقْ بِشَيْءٍ مِنَ الْأُمُورِ حَتَّى مَاتَ وَهَذَا بِخِلَافِ مَا فِي السِّيرَةِ لِابْنِ إِسْحَاقَ أَنَّ وَرَقَةَ كَانَ يَمُرُّ بِبِلَالٍ وَهُوَ يُعَذَّبُ وَذَلِكَ يَقْتَضِي أَنَّهُ تَأَخَّرَ إِلَى زَمَنِ الدَّعْوَةِ وَإِلَى أَنْ دَخَلَ بَعْضُ النَّاسِ فِي الْإِسْلَامِ فَإِنْ تَمَسَّكْنَا بِالتَّرْجِيحِ فَمَا فِي الصَّحِيحِ أَصَحُّ وَإِنْ لَحَظْنَا الْجَمْعَ أَمْكَنَ أَنْ يُقَالَ الْوَاوُ فِي قَوْلِهِ وَفَتَرَ الْوَحْيُ لَيْسَتْ لِلتَّرْتِيبِ فَلَعَلَّ الرَّاوِيَ لَمْ يَحْفَظْ لِوَرَقَةَ ذِكْرًا بَعْدَ ذَلِكَ فِي أَمْرٍ مِنَ الْأُمُورِ فَجَعَلَ هَذِهِ الْقِصَّةَ انْتِهَاءَ أَمْرِهِ بِالنِّسْبَةِ إِلَى عِلْمِهِ لَا إِلَى مَا هُوَ الْوَاقِعُ وَفُتُورُ الْوَحْيِ عِبَارَةٌ عَنْ تَأَخُّرِهِ مُدَّةً مِنَ الزَّمَانِ وَكَانَ ذَلِكَ لِيَذْهَبَ مَا كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَجَدَهُ مِنَ الرَّوْعِ وَلِيَحْصُلَ لَهُ التَّشَوُّفُ إِلَى الْعَوْدِ فَقَدْ رَوَى الْمُؤَلِّفُ فِي التَّعْبِيرِ مِنْ طَرِيقِ مَعْمَرٍ مَا يَدُلُّ عَلَى ذَلِكَ فَائِدَةٌ وَقَعَ فِي تَارِيخِ أَحْمَدَ بْنِ حَنْبَلٍ عَنِ الشَّعْبِيِّ أَنَّ مُدَّةَ فَتْرَةِ الْوَحْيِ كَانَت ثَلَاث سِنِين وَبِه جزم بن إِسْحَاقَ وَحَكَى الْبَيْهَقِيُّ أَنَّ مُدَّةَ الرُّؤْيَا كَانَتْ سِتَّةَ أَشْهُرٍ وَعَلَى هَذَا فَابْتِدَاءُ النُّبُوَّةِ بِالرُّؤْيَا وَقَعَ مِنْ شَهْرِ مَوْلِدِهِ وَهُوَ رَبِيعٌ الْأَوَّلُ بَعْدَ إِكْمَالِهِ أَرْبَعِينَ سَنَةً وَابْتِدَاءُ وَحْيِ الْيَقَظَةِ وَقَعَ فِي رَمَضَانَ وَلَيْسَ الْمُرَادُ بِفَتْرَةِ الْوَحْيِ الْمُقَدَّرَةِ بِثَلَاثِ سِنِينَ وَهِيَ مَا بَيْنَ نُزُولِ أَقرَأ وَيَا أَيهَا المدثر عَدَمَ مَجِيءِ جِبْرِيلَ إِلَيْهِ بَلْ تَأَخُّرُ نُزُولِ الْقُرْآنَ فَقَطْ ثُمَّ رَاجَعْتُ الْمَنْقُولَ عَنِ الشَّعْبِيِّ مِنْ تَارِيخِ الْإِمَامِ أَحْمَدَ وَلَفْظُهُ مِنْ طَرِيقِ دَاوُدَ بْنِ أَبِي هِنْدٍ عَنِ الشَّعْبِيِّ أنزلت عَلَيْهِ النُّبُوَّة وَهُوَ بن أَرْبَعِينَ سَنَةً فَقُرِنَ بِنُبُوَّتِهِ إِسْرَافِيلُ ثَلَاثَ سِنِينَ فَكَانَ يُعَلِّمُهُ الْكَلِمَةَ وَالشَّيْءَ وَلَمْ يَنْزِلْ عَلَيْهِ الْقُرْآنُ عَلَى لِسَانِهِ فَلَمَّا مَضَتْ ثَلَاثُ سِنِينَ قُرِنَ بِنُبُوَّتِهِ جِبْرِيلُ فَنَزَلَ عَلَيْهِ الْقُرْآنُ عَلَى لِسَانه عشْرين سنة وَأخرجه بن أَبِي خَيْثَمَةَ مِنْ وَجْهٍ آخَرَ مُخْتَصَرًا عَنْ دَاوُدَ بِلَفْظِ بُعِثَ لِأَرْبَعِينَ وَوُكِّلَ بِهِ إِسْرَافِيلُ ثَلَاثَ سِنِينَ ثُمَّ وُكِّلَ بِهِ جِبْرِيلُ فَعَلَى هَذَا فَيَحْسُنُ بِهَذَا الْمُرْسَلِ إِنْ ثَبَتَ الْجَمْعُ بَيْنَ الْقَوْلَيْنِ فِي قَدْرِ إِقَامَتِهِ بِمَكَّةَ بَعْدَ الْبَعْثَةِ فَقَدْ قِيلَ ثَلَاثَ عَشْرَةَ وَقِيلَ عَشْرٌ وَلَا يَتَعَلَّقُ ذَلِكَ بِقَدْرِ مُدَّةِ الْفَتْرَةِ وَاللَّهُ أعلم وَقد حكى بن التِّينِ هَذِهِ الْقِصَّةَ لَكِنْ وَقَعَ عِنْدَهُ مِيكَائِيلُ بَدَلَ إِسْرَافِيلَ وَأَنْكَرَ الْوَاقِدِيُّ هَذِهِ الرِّوَايَةَ الْمُرْسَلَةَ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  لَمْ يُقْرَنْ بِهِ مِنَ الْمَلَائِكَةِ إِلَّا جِبْرِيلُ انْتَهَى وَلَا يَخْفَى مَا فِيهِ فَإِنَّ الْمُثْبِتَ مُقَدَّمٌ عَلَى النَّافِي إِلَّا إِنْ صَحِبَ النَّافِيَ دَلِيلُ نَفْيِهِ فَيُقَدَّمُ وَاللَّهُ أَعْلَمُ وَأَخَذَ السُّهَيْلِيُّ هَذِهِ الرِّوَايَةَ فَجَمَعَ بِهَا الْمُخْتَلِفَ فِي مُكْثِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَكَّةَ فَإِنَّهُ قَالَ جَاءَ فِي بَعْضِ الرِّوَايَاتِ الْمُسْنَدَةِ أَنَّ مُدَّةَ الْفَتْرَةِ سَنَتَانِ وَنِصْفٌ وَفِي رِوَايَةٍ أُخْرَى أَنَّ مُدَّةَ الرُّؤْيَا سِتَّةُ أَشْهُرٍ فَمَنْ قَالَ مَكَثَ عَشْرَ سِنِينَ حَذَفَ مُدَّةَ الرُّؤْيَا وَالْفَتْرَةَ وَمَنْ قَالَ ثَلَاثَ عَشْرَةَ أَضَافَهُمَا وَهَذَا الَّذِي اعْتَمَدَهُ السُّهَيْلِيُّ مِنَ الِاحْتِجَاجِ بِمُرْسَلِ الشَّعْبِيِّ لَا يثبت وَقد عَارضه مَا جَاءَ عَن بن عَبَّاسٍ أَنَّ مُدَّةَ الْفَتْرَةِ الْمَذْكُورَةِ كَانَتْ أَيَّامًا وَسَيَأْتِي مَزِيدٌ لِذَلِكَ فِي كِتَابِ التَّعْبِيرِ إِنْ شَاءَ اللَّهُ تَعَالَى
						
						</h3>
						</td>
				</tr>
				
				
				<tr style="width:100%; color:black; font-size:18px; ">
					<td  style="width:100%; text-align:center;">						
						<button id="btnVideo1_3" onclick="showVideo()" style="width:100%; font-size:18px;"><center> نزول الوحي على النبي صلى الله عليه وسلم للشيخ نبيل العوضي </center> </button>
					</td>
				</tr>
				
				<tr style="width:100%; color:black; font-size:18px; ">
					<td  style="width:100%; text-align:center;">
						<a id="btnPdf1_3" style="text-align:center; width:100%;" target="_blank" onclick=" iPdf1_3Func()">فقرة شرح الحديث من كتاب فتح الباري شرح صحيح البخاري</a><a style="width:15%; float:left;">pdf</a>
					</td>
				</tr>
	
		
				<tr id="btnEx1_3" style="width:auto; height:auto; font-size:18px;">					
					<td  style="width:98%; height:94%; left:1%; text-align:center;">
						<button id="cachHadith1_3" onclick="showExamen()" style=" width:100%; ">إظهار اختبار حفظ الحديث / إخفاء الحديث</button>
					</td>
				</tr>
				<tr>				
					<td>
						<button id="cachExamen1_3" onclick="hideExamen()" class="btn btn-primary btn-lg btn-block" style=" width:100%; " >إظهار الحديث / إخفاء اختبار حفظ الحديث</button>	
					</td>
				</tr>
				
			</table>  					
		</div>	
			<button type="hidden" id="retFen1_3" onclick="RetourFunc()" class="btn btn-danger" style="width:100%; position:fixed; bottom:0%;">رجوع</button>
		<button  type="submit" style="width:100%; position:fixed; bottom:0%;"></button>
			  <!--////////////////////////////fenetre 4/////////-->
		  
		  <div id="fen1_4" style="width:98%; height:auto; margin-left:1%;  background:#f1f2f8">
			  <div style="width=100%;  position :fixed; top:0;">		  
				<marquee  direction="right" scrollamount=10 style="width:100%;   background-color: yellow; background-image: linear-gradient(to bottom, yellow, #dddd00 50%, orange); position:fixed; font-size: 30px;  " > 	
					
			
					
					<a style="color: rgb(118, 118, 118)">الحديث رقم 4 </a>	
					<a  style="color: black;">قال ابن شهاب وأخبرني أبو سلمة بن عبد الرحمن أن جابر بن عبد الله الأنصاري قال وهو يحدث عن فترة الوحي فقال في حديثه</a>		
					<a  style="color: blue">بينا أنا أمشي إذ سمعت صوتا من السماء فرفعت بصري فإذا الملك الذي جاءني بحراء جالس على كرسي بين السماء والأرض فرعبت منه فرجعت فقلت زملوني زملوني فأنزل الله تعالى</a>
					<a  style="color: red;">يا أيها المدثر قم فأنذر إلى قوله والرجز فاهجر</a>
					<a  style="color: black;">فحمي الوحي وتتابع تابعه عبد الله بن يوسف وأبو صالح وتابعه هلال بن رداد عن الزهري وقال يونس ومعمر بوادره</a>
						
				</marquee>
			</div> 
			<button  style="width:100%; font-size:20px;margin-top:13%;">المواد</button>
			
			<table class="table table-striped" style="width:100%;">
				<tr style="width:100%; font-size:18px;">
					<td id="had1_4" dir="rtl" >	
							
						<h2 style="color:blue;"><p>الحديث رقم 4 </p></h2>
							<h3   style="color:black;"><p>قال ابن شهاب وأخبرني أبو سلمة بن عبد الرحمن أن جابر بن عبد الله الأنصاري قال وهو يحدث عن فترة الوحي فقال في حديثه</p></h3>
							<h3   style="color:black; "><p>بينا أنا أمشي إذ سمعت صوتا من السماء فرفعت بصري فإذا الملك الذي جاءني بحراء جالس على كرسي بين السماء والأرض فرعبت منه فرجعت فقلت زملوني زملوني فأنزل الله تعالى</p></h3>	
							<h3   style="color:black; "><p>يا أيها المدثر قم فأنذر إلى قوله والرجز فاهجر</p></h3>	
							<h3   style="color:blue; "><p>فحمي الوحي وتتابع تابعه عبد الله بن يوسف وأبو صالح وتابعه هلال بن رداد عن الزهري وقال يونس ومعمر بوادره</p></h3>	
					</td>
				</tr>
				<tr style="width:100%;">
					<td>
						<button id="btnTd4" style="color:blue;"><p>شرح الحديث من فتح الباري لابن حجر</p></button>
					</td>
					<td id="td4" dir="rtl" style="color:black;">
						
					
						
						<br><h2 style="color:red;">قَوْلُهُ</h2><h3> حَدَّثَنَا يَحْيَى بْنُ بُكَيْرٍ هُوَ يَحْيَى بْنُ عَبْدِ اللَّهِ بْنِ بُكَيْرٍ نِسْبَةً إِلَى جَدِّهِ لِشُهْرَتِهِ بِذَلِكَ وَهُوَ مِنْ كِبَارِ حُفَّاظِ الْمِصْرِيِّينَ وَأَثْبَتُ النَّاسِ فِي اللَّيْثِ بْنِ سَعْدٍ الْفَهْمِيِّ فَقِيهِ الْمِصْرِيِّينَ وَعُقَيْلٌ بِالضَّمِّ عَلَى التَّصْغِيرِ وَهُوَ من أثبت الروَاة عَن بن شِهَابٍ وَهُوَ أَبُو بَكْرٍ مُحَمَّدُ بْنُ مُسْلِمِ بْنِ عُبَيْدِ اللَّهِ بْنِ عَبْدِ اللَّهِ بْنِ شِهَابِ بْنِ عَبْدِ اللَّهِ بْنِ الْحَارِثِ بْنِ زُهْرَةَ الْفَقِيهُ نُسِبَ إِلَى جَدِّ جَدِّهِ لِشُهْرَتِهِ الزُّهْرِيُّ نُسِبَ إِلَى جَدِّهِ الْأَعْلَى زُهْرَةَ بْنِ كِلَابٍ وَهُوَ مِنْ رَهْطِ آمِنَةَ أُمِّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ اتَّفَقُوا عَلَى إِتْقَانِهِ وَإِمَامَتِهِ . </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3> مِنَ الْوَحْيِ يُحْتَمَلُ أَنْ تَكُونَ مِنْ تَبْعِيضِيَّةً أَيْ	مِنْ أَقْسَامِ الْوَحْيِ وَيُحْتَمَلُ أَنْ تَكُونَ بَيَانِيَّةً وَرجحه الْقَزاز وَالرُّؤْيَا الصَّالِحَةُ وَقَعَ فِي رِوَايَةِ مَعْمَرٍ وَيُونُسَ عِنْدَ الْمُصَنِّفِ فِي التَّفْسِيرِ الصَّادِقَةُ وَهِيَ الَّتِي لَيْسَ فِيهَا ضِغْثٌ وَبُدِئَ بِذَلِكَ لِيَكُونَ تَمْهِيدًا وَتَوْطِئَةً لِلْيَقَظَةِ ثُمَّ مَهَّدَ لَهُ فِي الْيَقَظَةِ أَيْضًا رُؤْيَةَ الضَّوْءِ وَسَمَاعَ الصَّوْتِ وَسَلَامَ الْحَجَرِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فِي النَّوْمِ لِزِيَادَةِ الْإِيضَاحِ أَوْ لِيُخْرِجَ رُؤْيَا الْعَيْنِ فِي الْيَقَظَةِ لِجَوَازِ إِطْلَاقِهَا مَجَازًا . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  مِثْلَ فَلَقِ الصُّبْحِ بِنَصْبِ مِثْلَ عَلَى الْحَالِ أَيْ مُشْبِهَةً ضِيَاءَ الصُّبْحِ أَوْ عَلَى أَنَّهُ صِفَةٌ لِمَحْذُوفٍ أَيْ جَاءَتْ مَجِيئًا مِثْلَ فَلَقِ الصُّبْحِ وَالْمُرَادُ بِفَلَقِ الصُّبْحِ ضِيَاؤُهُ وَخُصَّ بِالتَّشْبِيهِ لِظُهُورِهِ الْوَاضِحِ الَّذِي لَا شَكَّ فِيهِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  حُبِّبَ لَمْ يُسَمَّ فَاعِلُهُ لِعَدَمِ تَحَقُّقِ الْبَاعِثِ عَلَى ذَلِكَ وَإِنْ كَانَ كُلٌّ مِنْ عِنْدِ اللَّهِ أَوْ لِيُنَبِّهَ عَلَى أَنَّهُ لَمْ يَكُنْ مِنْ بَاعِثِ الْبَشَرِ أَوْ يَكُونُ ذَلِكَ مِنْ وَحْيِ الْإِلْهَامِ وَالْخَلَاءُ بِالْمَدِّ الْخَلْوَةُ وَالسِّرُّ فِيهِ أَنَّ الْخَلْوَةَ فَرَاغُ الْقَلْبِ لِمَا يَتَوَجَّهُ لَهُ وَحِرَاءُ بِالْمَدِّ وَكَسْرِ أَوَّلِهِ كَذَا فِي الرِّوَايَةِ وَهُوَ صَحِيحٌ وَفِي رِوَايَةِ الْأَصِيلِيِّ بِالْفَتْحِ وَالْقَصْرِ وَقَدْ حُكِيَ أَيْضًا وَحُكِيَ فِيهِ غَيْرُ ذَلِكَ جَوَازًا لَا رِوَايَةً هُوَ جَبَلٌ مَعْرُوفٌ بِمَكَّةَ وَالْغَارُ نَقْبٌ فِي الْجَبَلِ وَجَمْعُهُ غِيرَانُ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَيَتَحَنَّثُ هِيَ بِمَعْنَى يَتَحَنَّفُ أَيْ يَتَّبِعُ الحنيفية وَهِيَ دِينُ إِبْرَاهِيمَ وَالْفَاءُ تُبْدَلُ ثَاءً فِي كَثِيرٍ مِنْ كَلَامِهِمْ وَقَدْ وَقَعَ فِي رِوَايَةِ بن هِشَامٍ فِي السِّيرَةِ يَتَحَنَّفُ بِالْفَاءِ أَوِ التَّحَنُّثُ إِلْقَاءُ الْحِنْثِ وَهُوَ الْإِثْمُ كَمَا قِيلَ يَتَأَثَّمُ وَيَتَحَرَّجُ وَنَحْوُهُمَا . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  وَهُوَ التَّعَبُّدُ هَذَا مُدْرَجٌ فِي الْخَبَرِ وَهُوَ مِنْ تَفْسِيرِ الزُّهْرِيِّ كَمَا جَزَمَ بِهِ الطِّيبِيُّ وَلَمْ يَذْكُرْ دَلِيلَهُ نَعَمْ فِي رِوَايَةِ الْمُؤَلِّفِ مِنْ طَرِيقِ يُونُسَ عَنْهُ فِي التَّفْسِيرِ مَا يَدُلُّ عَلَى الْإِدْرَاجِ .

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  اللَّيَالِيَ ذَوَاتِ الْعَدَدِ يَتَعَلَّقُ بِقَوْلِهِ يَتَحَنَّثُ وَإِبْهَامُ الْعَدَدِ لِاخْتِلَافِهِ كَذَا قِيلَ وَهُوَ بِالنِّسْبَةِ إِلَى الْمُدَدِ الَّتِي يَتَخَلَّلُهَا مَجِيئُهُ إِلَى أَهْلِهِ وَإِلَّا فَأَصْلُ الْخَلْوَةِ قَدْ عُرِفَتْ مُدَّتُهَا وَهِيَ شَهْرٌ وَذَلِكَ الشَّهْر كَانَ رَمَضَان رَوَاهُ بن إِسْحَاقَ وَاللَّيَالِي مَنْصُوبَةٌ عَلَى الظَّرْفِ وَذَوَاتُ مَنْصُوبَةٌ أَيْضًا وَعَلَامَةُ النَّصْبِ فِيهِ كَسْرُ التَّاءِ وَيَنْزِعُ بِكَسْرِ الزَّايِ أَيْ يَرْجِعُ وَزْنًا وَمَعْنًى وَرَوَاهُ الْمُؤَلِّفُ بِلَفْظِهِ فِي التَّفْسِيرِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  لِمِثْلِهَا أَيِ اللَّيَالِي وَالتَّزَوُّدُ اسْتِصْحَابُ الزَّادِ وَيَتَزَوَّدُ مَعْطُوفٌ عَلَى يَتَحَنَّثُ وَخَدِيجَةُ هِيَ أُمُّ الْمُؤْمِنِينَ بِنْتُ خُوَيْلِدِ بْنِ أَسَدِ بْنِ عَبْدِ الْعُزَّى تَأْتِي أَخْبَارُهَا فِي مَنَاقِبِهَا . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  حَتَّى جَاءَهُ الْحَقُّ أَيِ الْأَمْرُ الْحَقُّ وَفِي التَّفْسِيرِ حَتَّى فَجَئَهُ الْحَقُّ بِكَسْرِ الْجِيمِ أَيْ بَغَتَهُ وَإِنْ ثَبَتَ مِنْ مُرْسَلِ عُبَيْدِ بْنِ عُمَيْرٍ أَنَّهُ أُوحِيَ إِلَيْهِ بذلك فِي الْمَنَام أَو لَا قَبْلَ الْيَقَظَةِ أَمْكَنَ أَنْ يَكُونَ مَجِيءُ الْمَلَكِ فِي الْيَقَظَةِ عَقِبَ مَا تَقَدَّمَ فِي الْمَنَامِ وَسُمِّيَ حَقًّا لِأَنَّهُ وَحْيٌ مِنَ اللَّهِ تَعَالَى وَقَدْ وَقَعَ فِي رِوَايَةِ أَبِي الْأَسْوَدِ عَنْ عُرْوَةَ عَنْ عَائِشَةَ قَالَتْ إِنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَانَ أَوَّلُ شَأْنِهِ يَرَى فِي الْمَنَامِ وَكَانَ أَوَّلُ مَا رَأَى جِبْرِيلَ بِأَجْيَادٍ صَرَخَ جِبْرِيلُ يَا مُحَمَّدُ فَنَظَرَ يَمِينًا وَشِمَالًا فَلَمْ يَرَ شَيْئًا فَرَفَعَ بَصَرَهُ فَإِذَا هُوَ عَلَى أُفُقِ السَّمَاءِ فَقَالَ يَا مُحَمَّدُ جِبْرِيل جِبْرِيلُ فَهَرَبَ فَدَخَلَ فِي النَّاسِ فَلَمْ يَرَ شَيْئًا ثُمَّ خَرَجَ عَنْهُمْ فَنَادَاهُ فَهَرَبَ ثُمَّ اسْتَعْلَنَ لَهُ جِبْرِيلُ مِنْ قِبَلِ حِرَاءَ فَذَكَرَ قصَّة اقرائه اقْرَأ باسم رَبك وَرَأَى حِينَئِذٍ جِبْرِيلَ لَهُ جَنَاحَانِ مِنْ يَاقُوتٍ يختطفان الْبَصَر وَهَذَا من رِوَايَة بن لَهِيعَة عَن أبي الْأسود وبن لَهِيعَةَ ضَعِيفٌ وَقَدْ ثَبَتَ فِي صَحِيحِ مُسْلِمٍ مِنْ وَجْهٍ آخَرَ عَنْ عَائِشَةَ مَرْفُوعًا لَمْ أَرَهُ يَعْنِي جِبْرِيلَ عَلَى صُورَتِهِ الَّتِي خُلِقَ عَلَيْهَا إِلَّا مَرَّتَيْنِ وَبَيَّنَ أَحْمَدُ فِي حَدِيثِ بن مَسْعُودٍ أَنَّ الْأُولَى كَانَتْ عِنْدَ سُؤَالِهِ إِيَّاهُ أَنْ يُرِيَهُ صُورَتَهُ الَّتِي خُلِقَ عَلَيْهَا وَالثَّانِيَةَ عِنْدَ الْمِعْرَاجِ وَلِلتِّرْمِذِيِّ مِنْ طَرِيقِ مَسْرُوقٍ عَنْ عَائِشَةَ لَمْ يَرَ مُحَمَّدٌ جِبْرِيلَ فِي صُورَتِهِ إِلَّا مَرَّتَيْنِ مَرَّةً عِنْدَ سِدْرَةِ الْمُنْتَهَى وَمَرَّةً فِي أجياد وَهَذَا يُقَوي رِوَايَة بن لَهِيعَةَ وَتَكُونُ هَذِهِ الْمَرَّةُ غَيْرَ الْمَرَّتَيْنِ الْمَذْكُورَتَيْنِ وَإِنَّمَا لَمْ يَضُمَّهَا إِلَيْهِمَا لِاحْتِمَالِ أَنْ لَا يَكُونَ رَآهُ فِيهَا عَلَى تَمَامِ صُورَتِهِ وَالْعِلْمُ عِنْدَ اللَّهِ تَعَالَى وَوَقَعَ فِي السِّيرَةِ الَّتِي جَمَعَهَا سُلَيْمَانُ التَّيْمِيُّ فَرَوَاهَا مُحَمَّدُ بْنُ عَبْدِ الْأَعْلَى عَنْ وَلَدِهِ مُعْتَمِرِ بْنِ سُلَيْمَانَ عَنْ أَبِيهِ أَنَّ جِبْرِيلَ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي حِرَاءَ وَأَقْرَأَهُ اقْرَأْ بِاسْمِ رَبك ثُمَّ انْصَرَفَ فَبَقِيَ مُتَرَدِّدًا فَأَتَاهُ مِنْ أَمَامِهِ فِي صُورَتِهِ فَرَأَى أَمْرًا عَظِيمًا . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَجَاءَهُ هَذِه الْفَاء	تُسَمَّى التَّفْسِيرِيَّةَ وَلَيْسَتِ التَّعْقِيبِيَّةَ لِأَنَّ مَجِيءَ الْمَلَكِ لَيْسَ بَعْدَ مَجِيءِ الْوَحْيِ حَتَّى تُعَقَّبَ بِهِ بَلْ هُوَ نَفْسُهُ وَلَا يَلْزَمُ مِنْ هَذَا التَّقْرِيرِ أَنْ يَكُونَ مِنْ بَابِ تَفْسِيرِ الشَّيْءِ بِنَفْسِهِ بَلِ التَّفْسِيرُ عَيْنُ الْمُفَسَّرِ بِهِ مِنْ جِهَةِ الْإِجْمَالِ وَغَيْرُهُ مِنْ جِهَةِ التَّفْصِيلِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  مَا أَنَا بِقَارِئٍ ثَلَاثًا مَا نَافِيَةٌ إِذْ لَوْ كَانَتِ اسْتِفْهَامِيَّةً لَمْ يَصْلُحْ دُخُولُ الْبَاءِ وَإِنْ حُكِيَ عَنِ الْأَخْفَشِ جَوَازُهُ فَهُوَ شَاذٌّ وَالْبَاءُ زَائِدَةٌ لِتَأْكِيدِ النَّفْيِ أَيْ مَا أُحْسِنُ الْقِرَاءَةَ فَلَمَّا قَالَ ذَلِكَ ثَلَاثًا قِيلَ لَهُ أَقرَأ بأسم رَبك أَيْ لَا تَقْرَؤُهُ بِقُوَّتِكَ وَلَا بِمَعْرِفَتِكَ لَكِنْ بِحَوْلِ رَبِّكَ وَإِعَانَتِهِ فَهُوَ يُعَلِّمُكَ كَمَا خَلَقَكَ وَكَمَا نَزَعَ عَنْكَ عَلَقَ الدَّمِ وَغَمْزَ الشَّيْطَانِ فِي الصِّغَرِ وَعَلَّمَ أُمَّتَكَ حَتَّى صَارَتْ تَكْتُبُ بِالْقَلَمِ بَعْدَ أَنْ كَانَتْ أُمِّيَّةً ذَكَرَهُ السُّهَيْلِيُّ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  غَيْرُهُ إِنَّ هَذَا التَّرْكِيبَ وَهُوَ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  مَا أَنَا بِقَارِئٍ يُفِيدُ الِاخْتِصَاصَ وَرَدَّهُ الطِّيبِيُّ بِأَنَّهُ إِنَّمَا يُفِيدُ التَّقْوِيَةَ وَالتَّأْكِيدَ وَالتَّقْدِيرُ لَسْتُ بِقَارِئٍ الْبَتَّةَ فَإِنْ قِيلَ لِمَ كَرَّرَ ذَلِكَ ثَلَاثًا أَجَابَ أَبُو شَامَةَ بِأَنْ يُحْمَلَ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  أَو لَا مَا أَنا بقارئ علىالامتناع وَثَانِيًا عَلَى الْإِخْبَارِ بِالنَّفْيِ الْمَحْضِ وَثَالِثًا عَلَى الِاسْتِفْهَامِ وَيُؤَيِّدُهُ أَنَّ فِي رِوَايَةِ أَبِي الْأَسْوَدِ فِي مَغَازِيهِ عَنْ عُرْوَةَ أَنَّهُ قَالَ كَيْفَ أَقْرَأُ وَفِي رِوَايَةِ عُبَيْدِ بْنِ عُمَيْرٍ عَنِ بن إِسْحَاقَ مَاذَا أَقْرَأُ وَفِي مُرْسَلِ الزُّهْرِيِّ فِي دَلَائِل الْبَيْهَقِيّ كَيفَ أَقرَأ وكل ذَلِكَ يُؤَيِّدُ أَنَّهَا اسْتِفْهَامِيَّةٌ وَاللَّهُ أَعْلَمُ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَغَطَّنِي بِغَيْنٍ مُعْجَمَةٍ وَطَاءٍ مُهْمَلَةٍ وَفِي رِوَايَةِ الطَّبَرِيِّ بِتَاءٍ مُثَنَّاةٍ مِنْ فَوْقُ كَأَنَّهُ أَرَادَ ضَمَّنِي وَعَصَرَنِي وَالْغَطُّ حَبْسُ النَّفَسِ وَمِنْهُ غَطَّهُ فِي الْمَاءِ أَوْ أَرَادَ غَمَّنِي وَمِنْهُ الْخَنْقُ وَلِأَبِي دَاوُدَ الطَّيَالِسِيِّ فِي مُسْنَدِهِ بِسَنَدٍ حَسَنٍ فَأَخَذَ بِحَلْقِي . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  حَتَّى بَلَغَ مِنِّي الْجَهْدَ رُوِيَ بِالْفَتْحِ وَالنَّصْبِ أَيْ بَلَغَ الْغَطُّ مِنِّي غَايَةَ وُسْعِي وَرُوِيَ بِالضَّمِّ وَالرَّفْعِ أَيْ بَلَغَ مِنِّي الْجُهْدُ مَبْلَغَهُ وَقَولُهُ أَرْسَلَنِي أَيْ أَطْلَقَنِي وَلَمْ يَذْكُرِ الْجَهْدَ هُنَا فِي الْمَرَّةِ الثَّالِثَةِ وَهُوَ ثَابِتٌ عِنْدَ الْمُؤَلِّفِ فِي التَّفْسِيرِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَرَجَعَ بِهَا أَيْ بِالْآيَاتِ أَوْ بِالْقِصَّةِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَزَمَّلُوهُ أَيْ لَفُّوهُ وَالرَّوْعُ بِالْفَتْحِ الْفَزَعُ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  لَقَدْ خَشِيتُ عَلَى نَفْسِي دَلَّ هَذَا مَعَ قَوْلِهِ يَرْجُفُ فُؤَادُهُ عَلَى انْفِعَالٍ حَصَلَ لَهُ مِنْ مَجِيءِ الْمَلَكِ وَمِنْ ثَمَّ قَالَ زَمِّلُونِي وَالْخَشْيَةُ الْمَذْكُورَةُ اخْتَلَفَ الْعُلَمَاءُ فِي الْمُرَادِ بِهَا عَلَى اثْنَيْ عَشَرَ قَوْلًا أَوَّلُهَا الْجُنُونُ وَأَنْ يَكُونَ مَا رَآهُ مِنْ جِنْسِ الْكَهَانَةِ جَاءَ مُصَرَّحًا بِهِ فِي عِدَّةِ طُرُقٍ وَأَبْطَلَهُ أَبُو بَكْرِ بْنُ الْعَرَبِيِّ وَحُقَّ لَهُ أَنْ يُبْطِلَ لَكِنْ حَمَلَهُ الْإِسْمَاعِيلِيُّ عَلَى أَنَّ ذَلِكَ حَصَلَ لَهُ قَبْلَ حُصُولِ الْعِلْمِ الضَّرُورِيِّ لَهُ أَنَّ الَّذِي جَاءَهُ مَلَكٌ وَأَنَّهُ مِنْ عِنْدِ اللَّهِ تَعَالَى ثَانِيهَا الْهَاجِسُ وَهُوَ بَاطِلٌ أَيْضًا لِأَنَّهُ لَا يَسْتَقِرُّ وَهَذَا اسْتَقَرَّ وَحَصَلَتْ بَيْنَهُمَا الْمُرَاجَعَةُ ثَالِثُهَا الْمَوْتُ مِنْ شِدَّةِ الرُّعْبِ رَابِعُهَا الْمَرَضُ وَقد جزم بِهِ بن أَبِي جَمْرَةَ خَامِسُهَا دَوَامُ الْمَرَضِ سَادِسُهَا الْعَجْزُ عَنْ حَمْلِ أَعْبَاءِ النُّبُوَّةِ سَابِعُهَا الْعَجْزُ عَنِ النَّظَرِ إِلَى الْمَلَكِ مِنَ الرُّعْبِ ثَامِنُهَا عَدَمُ الصَّبْرِ عَلَى أَذَى قَوْمِهِ تَاسِعُهَا أَنْ يَقْتُلُوهُ عَاشِرُهَا مُفَارَقَةُ الْوَطَنِ حَادِيَ عَشَرِهَا تَكْذِيبُهُمْ إِيَّاهُ ثَانِيَ عَشَرِهَا تَعْيِيرُهُمْ إِيَّاهُ وَأَوْلَى هَذِهِ الْأَقْوَالِ بِالصَّوَابِ وَأَسْلَمُهَا مِنَ الِارْتِيَابِ الثَّالِثُ وَاللَّذَانِ بَعْدَهُ وَمَا عَدَاهَا فَهُوَ مُعْتَرَضٌ وَاللَّهُ الْمُوَفِّقُ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَقَالَتْ خَدِيجَةُ كَلَّا مَعْنَاهَا النَّفْيُ وَالْإِبْعَادُ وَيَحْزُنْكَ بِفَتْحِ أَوَّلِهِ وَالْحَاءِ الْمُهْمَلَةِ وَالزَّايِ الْمَضْمُومَةِ وَالنُّونِ مِنَ الْحُزْنِ وَلِغَيْرِ أَبِي ذَرٍّ بِضَمِّ أَوَّلِهِ وَالْخَاءِ الْمُعْجَمَةِ وَالزَّايِ الْمَكْسُورَةِ ثُمَّ الْيَاءِ السَّاكِنَةِ مِنَ الْخِزْيِ ثُمَّ اسْتَدَلَّتْ عَلَى مَا أَقْسَمَتْ عَلَيْهِ مِنْ نَفْيِ ذَلِكَ أَبَدًا بِأَمْرٍ اسْتِقْرَائِيٍّ وَصَفَتْهُ بِأُصُولِ مَكَارِمِ الْأَخْلَاقِ لِأَنَّ الْإِحْسَانَ إِمَّا إِلَى الْأَقَارِبِ أَوْ إِلَى الْأَجَانِبِ وَإِمَّا بِالْبَدَنِ أَوْ بِالْمَالِ وَإِمَّا عَلَى مَنْ يَسْتَقِلُّ بِأَمْرِهِ أَوْ مَنْ لَا يَسْتَقِلُّ وَذَلِكَ كُلُّهُ مَجْمُوعٌ فِيمَا وَصَفَتْهُ بِهِ وَالْكَلُّ بِفَتْحِ الْكَافِ هُوَ مَنْ لَا يَسْتَقِلُّ بِأَمْرِهِ كَمَا قَالَ اللَّهُ تَعَالَى وَهُوَ كل على مَوْلَاهُ وَقَوْلُهَا وَتَكْسِبُ الْمَعْدُومَ فِي رِوَايَةِ الْكُشْمِيهَنِيِّ وَتُكْسِبُ بِضَمِّ أَوَّلِهِ وَعَلَيْهَا قَالَ الْخَطَّابِيُّ الصَّوَابُ الْمُعْدِمُ بِلَا وَاوٍ أَيِ الْفَقِيرُ لِأَنَّ الْمَعْدُومَ لَا يَكْسِبُ. 

قُلْتُ وَلَا يَمْتَنِعُ أَنْ يُطْلَقَ عَلَى المعدم الْمَعْدُوم لكَونه كَالْمَعْدُومِ الْمَيِّت الَّذِي لاتصرف لَهُ وَالْكَسْبُ هُوَ الِاسْتِفَادَةُ فَكَأَنَّهَا قَالَتْ إِذَا رَغِبَ غَيْرُكَ أَنْ يَسْتَفِيدَ مَالًا مَوْجُودًا رَغِبْتَ أَنْتَ أَنْ تَسْتَفِيدَ رَجُلًا عَاجِزًا فَتُعَاوِنَهُ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  قَاسِمُ بْنُ ثَابِتٍ فِي الدَّلَائِلِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  يَكْسِبُ	مَعْنَاهُ مَا يَعْدَمُهُ غَيْرُهُ وَيَعْجِزُ عَنْهُ يُصِيبُهُ هُوَ وَيَكْسِبُهُ قَالَ أَعْرَابِيٌّ يَمْدَحُ إِنْسَانًا كَانَ أَكْسَبَهُمْ لِمَعْدُومٍ وَأَعْطَاهُمْ لِمَحْرُومٍ وَأُنْشِدَ فِي وَصْفِ ذِئْب كسوب كَذَا الْمَعْدُومِ مِنْ كَسْبِ وَاحِدِ أَيْ مِمَّا يَكْسِبُهُ وَحْدَهُ انْتَهَى وَلِغَيْرِ الْكُشْمِيهَنِيِّ وَتَكْسِبُ بِفَتْحِ أَوَّلِهِ قَالَ عِيَاضٌ وَهَذِهِ الرِّوَايَةُ أَصَحُّ. 

قُلْتُ قَدْ وَجَّهْنَا الْأُولَى وَهَذِهِ الرَّاجِحَةُ وَمَعْنَاهَا تُعْطِي النَّاسَ مَا لَا يَجِدُونَهُ عِنْدَ غَيْرِكَ فَحَذَفَ أَحَدَ الْمَفْعُولَيْنِ وَيُقَالُ كَسَبْتَ الرَّجُلَ مَالًا وَأَكْسَبْتَهُ بِمَعْنًى وَقِيلَ مَعْنَاهُ تَكْسِبُ الْمَالَ الْمَعْدُومَ وَتُصِيبُ مِنْهُ مَالا يُصِيبُ غَيْرُكَ وَكَانَتِ الْعَرَبُ تَتَمَادَحُ بِكَسْبِ الْمَالِ لَا سِيَّمَا قُرَيْشٌ وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَبْلَ الْبَعْثَةِ مَحْظُوظًا فِي التِّجَارَةِ وَإِنَّمَا يَصِحُّ هَذَا الْمَعْنَى إِذَا ضُمَّ إِلَيْهِ مَا يَلِيقُ بِهِ مِنْ أَنَّهُ كَانَ مَعَ إِفَادَتِهِ لِلْمَالِ يَجُودُ بِهِ فِي الْوُجُوهِ الَّتِي ذُكِرَتْ فِي الْمَكْرُمَاتِ وَقَوْلُهَا وَتُعِينُ عَلَى نَوَائِبِ الْحَقِّ هِيَ كَلِمَةٌ جَامِعَةٌ لِأَفْرَادِ مَا تَقَدَّمَ وَلِمَا لَمْ يَتَقَدَّمْ وَفِي رِوَايَةِ الْمُصَنِّفِ فِي التَّفْسِيرِ مِنْ طَرِيقِ يُونُسَ عَنِ الزُّهْرِيِّ مِنَ الزِّيَادَةِ وَتَصْدُقُ الْحَدِيثَ وَهِيَ مِنْ أَشْرَفِ الْخِصَالِ وَفِي رِوَايَةِ هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ فِي هَذِهِ الْقِصَّةِ وَتُؤَدِّي الْأَمَانَةَ وَفِي هَذِهِ الْقِصَّةِ مِنَ الْفَوَائِدِ اسْتِحْبَابُ تَأْنِيسِ مَنْ نَزَلَ بِهِ أَمْرٌ بِذِكْرِ تَيْسِيرِهِ عَلَيْهِ وَتَهْوِينِهِ لَدَيْهِ وَأَنَّ مَنْ نَزَلَ بِهِ أَمْرٌ اسْتُحِبَّ لَهُ أَنْ يُطْلِعَ عَلَيْهِ مَنْ يَثِقُ بِنَصِيحَتِهِ وَصِحَّةِ رَأْيِهِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَانْطَلَقَتْ بِهِ أَيْ مَضَتْ مَعَهُ فالباء للمصاحبة وورقة بِفَتْح الرَّاء وَقَوله بن عَم خَدِيجَة هُوَ بِنصب بن وَيُكْتَبُ بِالْأَلِفِ وَهُوَ بَدَلٌ مِنْ وَرَقَةَ أَوْ صِفَةٌ أَوْ بَيَانٌ وَلَا يَجُوزُ جَرُّهُ فَإِنَّهُ يَصِيرُ صِفَةً لِعَبْدِ الْعُزَّى وَلَيْسَ كَذَلِكَ وَلَا كَتْبُهُ بِغَيْرِ أَلِفٍ لِأَنَّهُ لَمْ يَقَعْ بَيْنَ عَلَمَيْنِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  تَنَصَّرَ أَيْ صَارَ نَصْرَانِيًّا وَكَانَ قَدْ خَرَجَ هُوَ وَزَيْدُ بْنُ عَمْرِو بْنِ نُفَيْلٍ لَمَّا كَرِهَا عِبَادَةَ الْأَوْثَانِ إِلَى الشَّامِ وَغَيْرِهَا يَسْأَلُونَ عَنِ الدِّينِ فَأَمَّا وَرَقَةُ فَأَعْجَبَهُ دِينُ النَّصْرَانِيَّةِ فَتَنَصَّرَ وَكَانَ لَقِيَ مَنْ بَقِيَ مِنَ الرُّهْبَانِ عَلَى دِينِ عِيسَى وَلَمْ يُبَدِّلْ وَلِهَذَا أَخْبَرَ بِشَأْنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْبِشَارَةِ بِهِ إِلَى غَيْرِ ذَلِكَ مِمَّا أَفْسَدَهُ أَهْلُ التَّبْدِيلِ. 
وَأَمَّا زَيْدُ بْنُ عَمْرٍو فَسَيَأْتِي خَبَرُهُ فِي الْمَنَاقِبِ إِنْ شَاءَ اللَّهُ تَعَالَى . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَكَانَ يَكْتُبُ الْكِتَابَ الْعِبْرَانِيَّ فَيَكْتُبُ مِنَ الْإِنْجِيلِ بِالْعِبْرَانِيَّةِ وَفِي رِوَايَةِ يُونُسَ وَمَعْمَرٍ وَيَكْتُبُ مِنَ الْإِنْجِيلِ بِالْعَرَبِيَّةِ وَلِمُسْلِمٍ فَكَانَ يَكْتُبُ الْكِتَابَ الْعَرَبِيَّ وَالْجَمِيعُ صَحِيحٌ لِأَنَّ وَرَقَةَ تَعَلَّمَ اللِّسَانَ الْعِبْرَانِيَّ وَالْكِتَابَةَ الْعِبْرَانِيَّةَ فَكَانَ يَكْتُبُ الْكِتَابَ الْعِبْرَانِيَّ كَمَا كَانَ يَكْتُبُ الْكِتَابَ الْعَرَبِيَّ لِتَمَكُّنِهِ مِنَ الْكِتَابَيْنِ وَاللِّسَانَيْنِ وَوَقَعَ لِبَعْضِ الشُّرَّاحِ هُنَا خَبْطٌ فَلَا يُعْرَّجُ عَلَيْهِ وَإِنَّمَا وَصَفَتْهُ بِكِتَابَةِ الْإِنْجِيلِ دُونَ حِفْظِهِ لِأَنَّ حِفْظَ التَّوْرَاةِ وَالْإِنْجِيلَ لَمْ يَكُنْ مُتَيَسِّرًا كَتَيَسُّرِ حِفْظِ الْقُرْآنِ الَّذِي خُصَّتْ بِهِ هَذِهِ الْأُمَّةُ فَلِهَذَا جَاءَ فِي صفتهَا أناجيلها صدورها قَوْلهَا يَا بن عَمِّ هَذَا النِّدَاءُ عَلَى حَقِيقَتِهِ وَوَقَعَ فِي مُسْلِمٍ يَا عَمُّ وَهُوَ وَهْمٌ لِأَنَّهُ وَإِنْ كَانَ صَحِيحًا لِجَوَازِ إِرَادَةِ التَّوْقِيرِ لَكِنَّ الْقِصَّةَ لَمْ تَتَعَدَّدْ وَمَخْرَجُهَا مُتَّحِدٌ فَلَا يُحْمَلُ عَلَى أَنَّهَا قَالَتْ ذَلِكَ مَرَّتَيْنِ فَتَعَيَّنَ الْحَمْلُ عَلَى الْحَقِيقَةِ وَإِنَّمَا جَوَّزْنَا ذَلِكَ فِيمَا مَضَى فِي الْعِبْرَانِيِّ وَالْعَرَبِيِّ لِأَنَّهُ مِنْ كَلَامِ الرَّاوِي فِي وَصْفِ وَرَقَةَ وَاخْتَلَفَتِ الْمَخَارِجُ فَأَمْكَنَ التَّعْدَادُ وَهَذَا الْحُكْمُ يَطَّرِدُ فِي جَمِيعِ مَا أَشْبَهَهُ . 

     وَقَالَتْ  فِي حَقِّ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أسمع من بن أَخِيكَ لِأَنَّ وَالِدَهُ عَبْدُ اللَّهِ بْنُ عَبْدِ الْمُطَّلِبِ وَوَرَقَةُ فِي عِدَدِ النَّسَبِ إِلَى قُصَيِّ بْنِ كِلَابٍ الَّذِي يَجْتَمِعَانِ فِيهِ سَوَاءً فَكَانَ مِنْ هَذِهِ الْحَيْثِيَّةِ فِي دَرَجَةِ إِخْوَتِهِ أَوْ قَالَتْهُ عَلَى سَبِيلِ التَّوْقِيرِ لِسِنِّهِ وَفِيهِ إِرْشَادٌ إِلَى أَنَّ صَاحِبَ الْحَاجَةِ يُقَدَّمُ بَيْنَ يَدَيْهِ مَنْ يُعْرَفُ بِقَدْرِهِ مِمَّنْ يَكُونُ أَقْرَبَ مِنْهُ إِلَى الْمَسْئُولِ وَذَلِكَ مُسْتَفَادٌ مِنْ قَوْلِ خَدِيجَةَ لورقة أسمع من بن أَخِيكَ أَرَادَتْ بِذَلِكَ أَنْ يَتَأَهَّبَ لِسَمَاعِ كَلَامِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَذَلِكَ أَبْلَغُ فِي التَّعْلِيم . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  مَاذَا تَرَى فِيهِ حَذْفٌ يَدُلُّ عَلَيْهِ سِيَاقُ الْكَلَامِ وَقَدْ صَرَّحَ بِهِ فِي دَلَائِلِ النُّبُوَّةِ لِأَبِي نُعَيْمٍ بِسَنَدٍ حَسَنٍ إِلَى عَبْدِ اللَّهِ بْنِ شَدَّادٍ فِي هَذِهِ الْقِصَّةِ قَالَ فَأَتَت بِهِ ورقة بن عَمِّهَا فَأَخْبَرَتْهُ بِالَّذِي رَأَى . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  هَذَا النَّامُوسُ الَّذِي نَزَّلَ اللَّهُ عَلَى مُوسَى وَلِلْكُشْمِيهَنِيِّ أَنْزَلَ اللَّهُ وَفِي التَّفْسِيرِ أُنْزِلَ عَلَى الْبِنَاءِ لِلْمَفْعُولِ وَأَشَارَ بِقَوْلِهِ هَذَا إِلَى الْمَلَكِ الَّذِي ذَكَرَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي خَبَرِهِ وَنَزَّلَهُ مَنْزِلَةَ الْقَرِيبِ لِقُرْبِ ذِكْرِهِ	وَالنَّامُوسُ صَاحِبُ السِّرِّ كَمَا جَزَمَ بِهِ الْمُؤَلِّفُ فِي أَحَادِيث الْأَنْبِيَاء وَزعم بن ظَفَرٍ أَنَّ النَّامُوسَ صَاحِبُ سِرِّ الْخَيْرِ وَالْجَاسُوسَ صَاحِبُ سِرِّ الشَّرِّ وَالْأَوَّلُ الصَّحِيحُ الَّذِي عَلَيْهِ الْجُمْهُورُ وَقَدْ سَوَّى بَيْنَهُمَا رُؤْبَةُ بْنُ الْعَجَّاجِ أَحَدُ فُصَحَاءِ الْعَرَبِ وَالْمُرَادُ بِالنَّامُوسِ هُنَا جِبْرِيلُ عَلَيْهِ السَّلَامُ وَقَولُهُ عَلَى مُوسَى وَلَمْ يَقُلْ عَلَى عِيسَى مَعَ كَوْنِهِ نَصْرَانِيًّا لِأَنَّ كِتَابَ مُوسَى عَلَيْهِ السَّلَامُ مُشْتَمِلٌ عَلَى أَكْثَرِ الْأَحْكَامِ بِخِلَافِ عِيسَى وَكَذَلِكَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَوْ لِأَنَّ مُوسَى بُعِثَ بِالنِّقْمَةِ عَلَى فِرْعَوْنَ وَمَنْ مَعَهُ بِخِلَافِ عِيسَى كَذَلِكَ وَقَعَتِ النِّقْمَةُ عَلَى يَدِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِفِرْعَوْنِ هَذِهِ الْأُمَّةِ وَهُوَ أَبُو جَهْلِ بْنِ هِشَامٍ وَمَنْ مَعَهُ بِبَدْرٍ أَوْ قَالَهُ تَحْقِيقًا لِلرِّسَالَةِ لِأَنَّ نُزُولَ جِبْرِيلَ عَلَى مُوسَى مُتَّفَقٌ عَلَيْهِ بَيْنَ أَهْلِ الْكِتَابِ بِخِلَافِ عِيسَى فَإِنَّ كَثِيرًا مِنَ الْيَهُودِ يُنْكِرُونَ نُبُوَّتَهُ. 
وَأَمَّا مَا تَمَحَّلَ لَهُ السُّهَيْلِيُّ مِنْ أَنَّ وَرَقَةَ كَانَ عَلَى اعْتِقَادِ النَّصَارَى فِي عَدَمِ نُبُوَّةِ عِيسَى وَدَعْوَاهُمْ أَنَّهُ أَحَدُ الْأَقَانِيمِ فَهُوَ مُحَالٌ لَا يُعَرَّجُ عَلَيْهِ فِي حَقِّ وَرَقَةَ وَأَشْبَاهِهِ مِمَّنْ لَمْ يَدْخُلْ فِي التَّبْدِيلِ وَلَمْ يَأْخُذْ عَمَّنْ بَدَّلَ عَلَى أَنَّهُ قَدْ وَرَدَ عِنْدَ الزُّبَيْرِ بْنِ بَكَّارٍ مِنْ طَرِيقِ عَبْدِ اللَّهِ بْنِ مُعَاذٍ عَنِ الزُّهْرِيِّ فِي هَذِهِ الْقِصَّةِ أَنَّ وَرَقَةَ قَالَ نَامُوسُ عِيسَى وَالْأَصَحُّ مَا تَقَدَّمَ وَعَبْدُ اللَّهِ بْنُ مُعَاذٍ ضَعِيفٌ نَعَمْ فِي دَلَائِلِ النُّبُوَّةِ لِأَبِي نُعَيْمٍ بِإِسْنَادٍ حَسَنٍ إِلَى هِشَامِ بْنِ عُرْوَةَ عَنْ أَبِيهِ فِي هَذِه الْقِصَّة أَن خَدِيجَة أَولا أَتَت بن عَمِّهَا وَرَقَةَ فَأَخْبَرَتْهُ الْخَبَرَ فَقَالَ لَئِنْ كُنْتِ صَدَقْتِنِي إِنَّهُ لَيَأْتِيهِ نَامُوسُ عِيسَى الَّذِي لَا يُعَلِّمُهُ بَنُو إِسْرَائِيلَ أَبْنَاءَهُمْ فَعَلَى هَذَا فَكَانَ وَرَقَةُ يَقُولُ تَارَةً نَامُوسُ عِيسَى وَتَارَةً نَامُوسُ مُوسَى فَعِنْدَ إِخْبَارِ خَدِيجَةَ لَهُ بِالْقِصَّةِ قَالَ لَهَا نَامُوسُ عِيسَى بِحَسَبِ مَا هُوَ فِيهِ مِنَ النَّصْرَانِيَّةِ وَعِنْدَ إِخْبَارِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَهُ قَالَ لَهُ نَامُوسُ مُوسَى لِلْمُنَاسَبَةِ الَّتِي قَدَّمْنَاهَا وَكُلٌّ صَحِيحٍ وَاللَّهُ سُبْحَانَهُ وَتَعَالَى أَعْلَمُ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  يَا لَيْتَنِي فِيهَا جَذَعْ كَذَا فِي رِوَايَةِ الْأَصِيلِيِّ وَعِنْدَ الْبَاقِينَ يَا لَيْتَنِي فِيهَا جَذَعًا بِالنَّصْبِ عَلَى أَنَّهُ خَبَرُ كَانَ الْمُقَدَّرَةِ قَالَهُ الْخَطَّابِيُّ وَهُوَ مَذْهَبُ الْكُوفِيِّينَ فِي قَوْله تَعَالَى انْتَهوا خيرا لكم. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  بن بَرِّيٍّ التَّقْدِيرُ يَا لَيْتَنِي جُعِلْتُ فِيهَا جَذَعًا وَقِيلَ النَّصْبُ عَلَى الْحَالِ إِذَا جَعَلْتَ فِيهَا خَبَرَ لَيْتَ وَالْعَامِلُ فِي الْحَالِ مَا يَتَعَلَّقُ بِهِ الْخَبَرُ مِنْ مَعْنَى الِاسْتِقْرَارِ قَالَهُ السُّهَيْلِيُّ وَضَمِيرُ فِيهَا يَعُودُ عَلَى أَيَّامِ الدَّعْوَةِ وَالْجَذَعُ بِفَتْحِ الْجِيمِ وَالذَّالِ الْمُعْجَمَةِ هُوَ الصَّغِيرُ مِنَ الْبَهَائِمِ كَأَنَّهُ تَمَنَّى أَنْ يَكُونَ عِنْدَ ظُهُورِ الدُّعَاءِ إِلَى الْإِسْلَامِ شَابًّا لِيَكُونَ أَمْكَنَ لِنَصْرِهِ وَبِهَذَا يَتَبَيَّنُ سِرُّ وَصْفِهِ بِكَوْنِهِ كَانَ كَبِيرًا أعمى قَوْله إِذْ يخْرجك قَالَ بن مَالِكٍ فِيهِ اسْتِعْمَالٌ إِذْ فِي الْمُسْتَقْبَلِ كَإِذَا وَهُوَ صَحِيحٌ وَغَفَلَ عَنْهُ أَكْثَرُ النُّحَاةِ وَهُوَ كَقَوْلِهِ تَعَالَى وَأَنْذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمر هَكَذَا ذكره بن مَالِكٍ وَأَقَرَّهُ عَلَيْهِ غَيْرُ وَاحِدٍ. 
وَتَعَقَّبَهُ شَيْخُنَا شَيْخُ الْإِسْلَامِ بِأَنَّ النُّحَاةَ لَمْ يُغْفِلُوهُ بَلْ مَنَعُوا وُرُودَهُ وَأَوَّلُوا مَا ظَاهِرُهُ ذَلِكَ وَقَالُوا فِي مِثْلِ هَذَا اسْتَعْمَلَ الصِّيغَةَ الدَّالَّةَ عَلَى الْمُضِيِّ لِتَحَقُّقِ وُقُوعِهِ فَأَنْزَلُوهُ مَنْزِلَتَهُ وَيُقَوِّي ذَلِكَ هُنَا أَنَّ فِي رِوَايَةِ الْبُخَارِيِّ فِي التَّعْبِيرِ حِينَ يُخْرِجُكَ قَوْمُكَ وَعِنْدَ التَّحْقِيقِ مَا ادَّعَاهُ بن مَالِكٍ فِيهِ ارْتِكَابُ مَجَازٍ وَمَا ذَكَرَهُ غَيْرُهُ فِيهِ ارْتِكَابُ مَجَازٍ وَمَجَازُهُمْ أَوْلَى لِمَا يَنْبَنِي عَلَيْهِ مِنْ أَنَّ إِيقَاعَ الْمُسْتَقْبَلِ فِي صُورَةِ الْمُضِيِّ تَحْقِيقًا لِوُقُوعِهِ أَوِ اسْتِحْضَارًا لِلصُّورَةِ الْآتِيَةِ فِي هَذِهِ دُونَ تِلْكَ مَعَ وُجُودِهِ فِي أَفْصَحِ الْكَلَامِ وَكَأَنَّهُ أَرَادَ بِمَنْعِ الْوُرُودِ وُرُودًا مَحْمُولًا عَلَى حَقِيقَةِ الْحَالِ لَا عَلَى تَأْوِيلِ الِاسْتِقْبَالِ وَفِيهِ دَلِيلٌ عَلَى جَوَازِ تَمَنِّي الْمُسْتَحِيلِ إِذَا كَانَ فِي فِعْلِ خَيْرٍ لِأَنَّ وَرَقَةَ تَمَنَّى أَنْ يَعُودَ شَابًّا وَهُوَ مُسْتَحِيلٌ عَادَةً وَيَظْهَرُ لِي أَنَّ التَّمَنِّيَ لَيْسَ مَقْصُودًا عَلَى بَابِهِ بَلِ الْمُرَادُ مِنْ هَذَا التَّنْبِيهُ عَلَى صِحَّةِ مَا أَخْبَرَهُ بِهِ وَالتَّنْوِيهُ بِقُوَّةِ تَصْدِيقِهِ فِيمَا يَجِيء بِهِ قَوْله أَو مخرجي هُمْ بِفَتْحِ الْوَاوِ وَتَشْدِيدِ الْيَاءِ وَفَتْحِهَا جَمْعُ مُخْرِجٍ فَهُمْ مُبْتَدَأٌ مُؤَخَّرٌ وَمُخْرِجِيَّ خَبَرٌ مُقَدَّمٌ قَالَه بن مَالِكٍ وَاسْتَبْعَدَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَنْ يُخْرِجُوهُ لِأَنَّهُ لَمْ يَكُنْ فِيهِ سَبَبٌ يَقْتَضِي الْإِخْرَاجَ لِمَا اشْتَمَلَ عَلَيْهِ مِنْ مَكَارِمِ الْأَخْلَاقِ الَّتِي تَقَدَّمَ مِنْ خَدِيجَةَ وَصْفُهَا وَقَدِ اسْتدلَّ بن الدُّغُنَّةِ بِمِثْلِ تِلْكَ الْأَوْصَافِ عَلَى أَنَّ أَبَا بَكْرٍ لَا يُخْرَجُ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  إِلَّا عُودِيَ وَفِي رِوَايَةِ يُونُسَ فِي التَّفْسِيرِ إِلَّا أُوذِيَ فَذَكَرَ وَرَقَةُ أَنَّ الْعِلَّةَ فِي ذَلِكَ مَجِيئُهُ لَهُمْ بِالِانْتِقَالِ عَنْ مَأْلُوفِهِمْ وَلِأَنَّهُ عَلِمَ مِنَ الْكُتُبِ أَنَّهُمْ لَا يُجِيبُونَهُ إِلَى ذَلِكَ وَأَنَّهُ يَلْزَمُهُ لِذَلِكَ مُنَابَذَتُهُمْ وَمُعَانَدَتُهُمْ فَتَنْشَأُ الْعَدَاوَةُ مِنْ ثَمَّ وَفِيهِ دَلِيلٌ عَلَى أَنَّ الْمُجِيبَ يُقِيمُ الدَّلِيلَ عَلَى مَا يُجِيبُ بِهِ إِذَا اقْتَضَاهُ الْمَقَامُ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  إِنْ يُدْرِكْنِي يَوْمُكَ إِنْ شَرْطِيَّةٌ وَالَّذِي بعْدهَا	مَجْزُومٌ زَادَ فِي رِوَايَةِ يُونُسَ فِي التَّفْسِيرِ حَيًّا وَلِابْنِ إِسْحَاقَ إِنْ أَدْرَكْتُ ذَلِكَ الْيَوْمَ يَعْنِي يَوْمَ الْإِخْرَاجِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  مُؤَزَّرًا بِهَمْزَةٍ أَيْ قَوِيًّا مَأْخُوذٌ مِنَ الْأَزْرِ وَهُوَ الْقُوَّةُ وَأَنْكَرَ الْقَزاز أَن يكون فِي اللُّغَة مؤزر مِنَ الْأَزْرِ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  أَبُو شَامَةَ يُحْتَمَلُ أَنْ يَكُونَ مِنَ الْإِزَارِ أَشَارَ بِذَلِكَ إِلَى تَشْمِيرِهِ فِي نُصْرَتِهِ قَالَ الْأَخْطَلُ قَوْمٌ إِذَا حَارَبُوا شَدُّوا مَآزِرَهُمْ الْبَيْتَ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  ثُمَّ لَمْ يَنْشَبْ بِفَتْحِ الشِّينِ الْمُعْجَمَةِ أَيْ لَمْ يَلْبَثْ وَأَصْلُ النُّشُوبِ التَّعَلُّقُ أَيْ لَمْ يَتَعَلَّقْ بِشَيْءٍ مِنَ الْأُمُورِ حَتَّى مَاتَ وَهَذَا بِخِلَافِ مَا فِي السِّيرَةِ لِابْنِ إِسْحَاقَ أَنَّ وَرَقَةَ كَانَ يَمُرُّ بِبِلَالٍ وَهُوَ يُعَذَّبُ وَذَلِكَ يَقْتَضِي أَنَّهُ تَأَخَّرَ إِلَى زَمَنِ الدَّعْوَةِ وَإِلَى أَنْ دَخَلَ بَعْضُ النَّاسِ فِي الْإِسْلَامِ فَإِنْ تَمَسَّكْنَا بِالتَّرْجِيحِ فَمَا فِي الصَّحِيحِ أَصَحُّ وَإِنْ لَحَظْنَا الْجَمْعَ أَمْكَنَ أَنْ يُقَالَ الْوَاوُ فِي قَوْلِهِ وَفَتَرَ الْوَحْيُ لَيْسَتْ لِلتَّرْتِيبِ فَلَعَلَّ الرَّاوِيَ لَمْ يَحْفَظْ لِوَرَقَةَ ذِكْرًا بَعْدَ ذَلِكَ فِي أَمْرٍ مِنَ الْأُمُورِ فَجَعَلَ هَذِهِ الْقِصَّةَ انْتِهَاءَ أَمْرِهِ بِالنِّسْبَةِ إِلَى عِلْمِهِ لَا إِلَى مَا هُوَ الْوَاقِعُ وَفُتُورُ الْوَحْيِ عِبَارَةٌ عَنْ تَأَخُّرِهِ مُدَّةً مِنَ الزَّمَانِ وَكَانَ ذَلِكَ لِيَذْهَبَ مَا كَانَ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَجَدَهُ مِنَ الرَّوْعِ وَلِيَحْصُلَ لَهُ التَّشَوُّفُ إِلَى الْعَوْدِ فَقَدْ رَوَى الْمُؤَلِّفُ فِي التَّعْبِيرِ مِنْ طَرِيقِ مَعْمَرٍ مَا يَدُلُّ عَلَى ذَلِكَ فَائِدَةٌ وَقَعَ فِي تَارِيخِ أَحْمَدَ بْنِ حَنْبَلٍ عَنِ الشَّعْبِيِّ أَنَّ مُدَّةَ فَتْرَةِ الْوَحْيِ كَانَت ثَلَاث سِنِين وَبِه جزم بن إِسْحَاقَ وَحَكَى الْبَيْهَقِيُّ أَنَّ مُدَّةَ الرُّؤْيَا كَانَتْ سِتَّةَ أَشْهُرٍ وَعَلَى هَذَا فَابْتِدَاءُ النُّبُوَّةِ بِالرُّؤْيَا وَقَعَ مِنْ شَهْرِ مَوْلِدِهِ وَهُوَ رَبِيعٌ الْأَوَّلُ بَعْدَ إِكْمَالِهِ أَرْبَعِينَ سَنَةً وَابْتِدَاءُ وَحْيِ الْيَقَظَةِ وَقَعَ فِي رَمَضَانَ وَلَيْسَ الْمُرَادُ بِفَتْرَةِ الْوَحْيِ الْمُقَدَّرَةِ بِثَلَاثِ سِنِينَ وَهِيَ مَا بَيْنَ نُزُولِ أَقرَأ وَيَا أَيهَا المدثر عَدَمَ مَجِيءِ جِبْرِيلَ إِلَيْهِ بَلْ تَأَخُّرُ نُزُولِ الْقُرْآنَ فَقَطْ ثُمَّ رَاجَعْتُ الْمَنْقُولَ عَنِ الشَّعْبِيِّ مِنْ تَارِيخِ الْإِمَامِ أَحْمَدَ وَلَفْظُهُ مِنْ طَرِيقِ دَاوُدَ بْنِ أَبِي هِنْدٍ عَنِ الشَّعْبِيِّ أنزلت عَلَيْهِ النُّبُوَّة وَهُوَ بن أَرْبَعِينَ سَنَةً فَقُرِنَ بِنُبُوَّتِهِ إِسْرَافِيلُ ثَلَاثَ سِنِينَ فَكَانَ يُعَلِّمُهُ الْكَلِمَةَ وَالشَّيْءَ وَلَمْ يَنْزِلْ عَلَيْهِ الْقُرْآنُ عَلَى لِسَانِهِ فَلَمَّا مَضَتْ ثَلَاثُ سِنِينَ قُرِنَ بِنُبُوَّتِهِ جِبْرِيلُ فَنَزَلَ عَلَيْهِ الْقُرْآنُ عَلَى لِسَانه عشْرين سنة وَأخرجه بن أَبِي خَيْثَمَةَ مِنْ وَجْهٍ آخَرَ مُخْتَصَرًا عَنْ دَاوُدَ بِلَفْظِ بُعِثَ لِأَرْبَعِينَ وَوُكِّلَ بِهِ إِسْرَافِيلُ ثَلَاثَ سِنِينَ ثُمَّ وُكِّلَ بِهِ جِبْرِيلُ فَعَلَى هَذَا فَيَحْسُنُ بِهَذَا الْمُرْسَلِ إِنْ ثَبَتَ الْجَمْعُ بَيْنَ الْقَوْلَيْنِ فِي قَدْرِ إِقَامَتِهِ بِمَكَّةَ بَعْدَ الْبَعْثَةِ فَقَدْ قِيلَ ثَلَاثَ عَشْرَةَ وَقِيلَ عَشْرٌ وَلَا يَتَعَلَّقُ ذَلِكَ بِقَدْرِ مُدَّةِ الْفَتْرَةِ وَاللَّهُ أعلم وَقد حكى بن التِّينِ هَذِهِ الْقِصَّةَ لَكِنْ وَقَعَ عِنْدَهُ مِيكَائِيلُ بَدَلَ إِسْرَافِيلَ وَأَنْكَرَ الْوَاقِدِيُّ هَذِهِ الرِّوَايَةَ الْمُرْسَلَةَ. 

     </h3><br><h2 style="color:red;">وقال</h2><h3>  لَمْ يُقْرَنْ بِهِ مِنَ الْمَلَائِكَةِ إِلَّا جِبْرِيلُ انْتَهَى وَلَا يَخْفَى مَا فِيهِ فَإِنَّ الْمُثْبِتَ مُقَدَّمٌ عَلَى النَّافِي إِلَّا إِنْ صَحِبَ النَّافِيَ دَلِيلُ نَفْيِهِ فَيُقَدَّمُ وَاللَّهُ أَعْلَمُ وَأَخَذَ السُّهَيْلِيُّ هَذِهِ الرِّوَايَةَ فَجَمَعَ بِهَا الْمُخْتَلِفَ فِي مُكْثِهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بِمَكَّةَ فَإِنَّهُ قَالَ جَاءَ فِي بَعْضِ الرِّوَايَاتِ الْمُسْنَدَةِ أَنَّ مُدَّةَ الْفَتْرَةِ سَنَتَانِ وَنِصْفٌ وَفِي رِوَايَةٍ أُخْرَى أَنَّ مُدَّةَ الرُّؤْيَا سِتَّةُ أَشْهُرٍ فَمَنْ قَالَ مَكَثَ عَشْرَ سِنِينَ حَذَفَ مُدَّةَ الرُّؤْيَا وَالْفَتْرَةَ وَمَنْ قَالَ ثَلَاثَ عَشْرَةَ أَضَافَهُمَا وَهَذَا الَّذِي اعْتَمَدَهُ السُّهَيْلِيُّ مِنَ الِاحْتِجَاجِ بِمُرْسَلِ الشَّعْبِيِّ لَا يثبت وَقد عَارضه مَا جَاءَ عَن بن عَبَّاسٍ أَنَّ مُدَّةَ الْفَتْرَةِ الْمَذْكُورَةِ كَانَتْ أَيَّامًا وَسَيَأْتِي مَزِيدٌ لِذَلِكَ فِي كِتَابِ التَّعْبِيرِ إِنْ شَاءَ اللَّهُ تَعَالَى
						</h3>
						
						</td>
				</tr>
			
				

	
		
				<tr id="btnEx1_4" style="width:auto; height:auto; font-size:18px;">					
					<td  style="width:98%; height:94%; left:1%; text-align:center;">
						<button id="cachHadith1_4" onclick="showExamen()" style=" width:100%; ">إظهار اختبار حفظ الحديث / إخفاء الحديث</button>
					</td>
				</tr>
				<tr>				
					<td>
						<button id="cachExamen1_4" onclick="hideExamen()" class="btn btn-primary btn-lg btn-block" style=" width:100%; " >إظهار الحديث / إخفاء اختبار حفظ الحديث</button>	
					</td>
				</tr>
					
			  </table>  					
		</div>	
		<button type="hidden" id="retFen1_4" onclick="RetourFunc()" class="btn btn-danger" style="width:100%; position:fixed; bottom:0%;">رجوع</button>
		<button  type="submit" style="width:100%; position:fixed; bottom:0%;"></button>
  <!--///////////////////////////////fenetre  //////////////////////////-->
	  
		  <div id="fen1_5" style="width:98%; height:auto; margin-left:1%;  background:#f1f2f8">
			  <div style="width=100%;  position :fixed; top:0;">		  
				<marquee  direction="right" scrollamount=10 style="width:100%;   background-color: yellow; background-image: linear-gradient(to bottom, yellow, #dddd00 50%, orange); position:fixed; font-size: 30px;  " > 	
					
			
					
						<a style="color: rgb(118, 118, 118)">الحديث رقم 5 : </a>	
						<a  style="color: black;">حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ ، قَالَ : حَدَّثَنَا أَبُو عَوَانَةَ ، قَالَ : حَدَّثَنَا مُوسَى بْنُ أَبِي عَائِشَةَ ، قَالَ : حَدَّثَنَا سَعِيدُ بْنُ جُبَيْرٍ ، عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ تَعَالَى :</a>
						<a  style="color: red;"> { لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ }</a>
						<a  style="color: black;">قَالَ : كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَالِجُ مِنَ التَّنْزِيلِ شِدَّةً ، وَكَانَ مِمَّا يُحَرِّكُ شَفَتَيْهِ - فَقَالَ ابْنُ عَبَّاسٍ : فَأَنَا أُحَرِّكُهُمَا لَكُمْ كَمَا كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُحَرِّكُهُمَا ، وَقَالَ سَعِيدٌ : أَنَا أُحَرِّكُهُمَا كَمَا رَأَيْتُ ابْنَ عَبَّاسٍ يُحَرِّكُهُمَا ، فَحَرَّكَ شَفَتَيْهِ - فَأَنْزَلَ اللَّهُ تَعَالَى : </a>
						<a  style="color: red;"> { لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ }</a>
						<a  style="color: black;">قَالَ : جَمْعُهُ لَكَ فِي صَدْرِكَ وَتَقْرَأَهُ :</a>
						<a  style="color: red;">{ فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ }</a>
						<a  style="color: black;">قَالَ : فَاسْتَمِعْ لَهُ وَأَنْصِتْ :</a>
						<a  style="color: red;">{ ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ }</a>
						<a  style="color: black;"> ثُمَّ إِنَّ عَلَيْنَا أَنْ تَقْرَأَهُ ، فَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ ذَلِكَ إِذَا أَتَاهُ جِبْرِيلُ اسْتَمَعَ فَإِذَا انْطَلَقَ جِبْرِيلُ قَرَأَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا قَرَأَهُ</a>
				</marquee>
			</div> 
			<button  style="width:100%; font-size:20px;margin-top:13%;">المواد</button>
			
			<table class="table table-striped" style="width:100%;">
				<tr style="width:100%; font-size:18px;">
					<td id="had1_5" dir="rtl">	
							
							<h2 style="color:blue;"><p>الحديث رقم 5 </p></h2>
							<h3  dir="rtl" style="color:black;"><p>حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ ، قَالَ : حَدَّثَنَا أَبُو عَوَانَةَ ، قَالَ : حَدَّثَنَا مُوسَى بْنُ أَبِي عَائِشَةَ ، قَالَ : حَدَّثَنَا سَعِيدُ بْنُ جُبَيْرٍ ، عَنِ ابْنِ عَبَّاسٍ فِي قَوْلِهِ تَعَالَى</p></h3>
							<h3  dir="rtl" style="color:red; "><p>{ لاَ تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ }</p></h3>	
							<h3  dir="rtl" style="color:black; "><p>قَالَ : كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُعَالِجُ مِنَ التَّنْزِيلِ شِدَّةً ، وَكَانَ مِمَّا يُحَرِّكُ شَفَتَيْهِ - فَقَالَ ابْنُ عَبَّاسٍ : فَأَنَا أُحَرِّكُهُمَا لَكُمْ كَمَا كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُحَرِّكُهُمَا ، وَقَالَ سَعِيدٌ : أَنَا أُحَرِّكُهُمَا كَمَا رَأَيْتُ ابْنَ عَبَّاسٍ يُحَرِّكُهُمَا ، فَحَرَّكَ شَفَتَيْهِ - فَأَنْزَلَ اللَّهُ تَعَالَى:</p></h3>	
							<h3  dir="rtl" style="color:black; "><p>{لا تُحَرِّكْ بِهِ لِسَانَكَ لِتَعْجَلَ بِهِ إِنَّ عَلَيْنَا جَمْعَهُ وَقُرْآنَهُ}</p></h3>	
							<h3  dir="rtl" style="color:black; "><p>قالَ : جَمْعُهُ لَكَ فِي صَدْرِكَ وَتَقْرَأَهُ:</p></h3>	
							<h3  dir="rtl" style="color:black; "><p>{فَإِذَا قَرَأْنَاهُ فَاتَّبِعْ قُرْآنَهُ }</p></h3>	
							<h3  dir="rtl" style="color:black; "><p>قَالَ : فَاسْتَمِعْ لَهُ وَأَنْصِتْ :</p></h3>	
							<h3  dir="rtl" style="color:black; "><p>{ثُمَّ إِنَّ عَلَيْنَا بَيَانَهُ}</p></h3>	
							<h3  dir="rtl" style="color:black; "><p>ثُمَّ إِنَّ عَلَيْنَا أَنْ تَقْرَأَهُ ، فَكَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ بَعْدَ ذَلِكَ إِذَا أَتَاهُ جِبْرِيلُ اسْتَمَعَ فَإِذَا انْطَلَقَ جِبْرِيلُ قَرَأَهُ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ كَمَا قَرَأَهُ</p></h3>	
					</td>
				</tr>
				<tr style="width:100%; font-size:18px;">
					<td>
						<button id="btnTd5" style="color:blue;"><p>شرح الحديث من فتح الباري لابن حجر</p></button>
					</td>
					<td id="td5" dir="rtl" style="color:black;">
						
					
						<br><h2 style="color:red;">قَوْلُهُ</h2><h3>  حَدَّثَنَا مُوسَى بْنُ إِسْمَاعِيلَ هُوَ أَبُو سَلَمَةَ التَّبُوذَكِيُّ وَكَانَ مِنْ حُفَّاظِ الْمِصْرِيِّينَ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  حَدَّثَنَا أَبُو عَوَانَةَ هُوَ الْوَضَّاحُ بْنُ عَبْدِ اللَّهِ الْيَشْكُرِيُّ مَوْلَاهُمُ الْبَصْرِيُّ كَانَ كِتَابُهُ فِي غَايَةِ الْإِتْقَانِ وَمُوسَى بْنُ أَبِي عَائِشَةَ لَا يُعْرَفُ اسْمُ أَبِيهِ وَقَدْ تَابَعَهُ عَلَى بَعْضِهِ عَمْرُو بْنُ دِينَارٍ عَنْ سَعِيدِ بْنِ جُبَيْرٍ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  كَانَ مِمَّا يُعَالِجُ الْمُعَالَجَةُ مُحَاوَلَةُ الشَّيْءِ بِمَشَقَّةٍ أَيْ كَانَ الْعِلَاجُ نَاشِئًا مِنْ تَحْرِيكِ الشَّفَتَيْنِ أَيْ مَبْدَأُ الْعِلَاجِ مِنْهُ أَوْ مَا مَوْصُولَةٌ وَأُطْلِقَتْ عَلَى مَنْ يَعْقِلُ مَجَازًا هَكَذَا قَرَّرَهُ الْكِرْمَانِيُّ وَفِيهِ نَظَرٌ لِأَنَّ الشِّدَّةَ حَاصِلَةٌ لَهُ قَبْلَ التَّحَرُّكِ وَالصَّوَابُ مَا قَالَهُ ثَابِتٌ السَّرَقُسْطِيُّ أَنَّ الْمُرَادَ كَانَ كَثِيرًا مَا يَفْعَلُ ذَلِكَ وَوُرُودُهُمَا فِي هَذَا كَثِيرٌ وَمِنْهُ حَدِيثُ الرُّؤْيَا كَانَ مِمَّا يَقُولُ لِأَصْحَابِهِ مَنْ رَأَى مِنْكُمْ رُؤْيَا وَمِنْهُ قَوْلُ الشَّاعِرِ وَإِنَّا لَمِمَّا نضرب الْكَبْش ضَرْبَة على وَجْهِهِ يُلْقِي اللِّسَانَ مِنَ الْفَمِ. 

قُلْتُ وَيُؤَيِّدُهُ أَنَّ رِوَايَةَ الْمُصَنِّفِ فِي التَّفْسِيرِ مِنْ طَرِيقِ جَرِيرٍ عَنْ مُوسَى بْنِ أَبِي عَائِشَةَ وَلَفْظُهَا كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا نَزَلَ جِبْرِيلُ بِالْوَحْيِ فَكَانَ مِمَّا يُحَرِّكُ بِهِ لِسَانَهُ وَشَفَتَيْهِ فَأَتَى بِهَذَا اللَّفْظُ مُجَرَّدًا عَنْ تَقَدُّمِ الْعِلَاجِ الَّذِي قَدَّرَهُ الْكِرْمَانِيُّ فَظَهَرَ مَا قَالَ ثَابِتٌ وَوَجْهُ مَا قَالَ غَيْرُهُ أَنَّ مِنْ إِذَا وَقَعَ بَعْدَهَا مَا كَانَتْ بِمَعْنَى رُبَّمَا وَهِيَ تُطْلَقُ عَلَى الْقَلِيلِ وَالْكَثِيرِ وَفِي كَلَامِ سِيبَوَيْهِ مَوَاضِعُ مِنْ هَذَا مِنْهَا . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3> . 
اعْلَمْ أَنَّهُمْ مِمَّا يَحْذِفُونَ كَذَا وَاللَّهُ أَعْلَمُ وَمِنْهُ حَدِيثُ الْبَرَاءِ كُنَّا إِذَا صَلَّيْنَا خَلْفَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مِمَّا نُحِبُّ أَنْ نَكُونَ عَنْ يَمِينِهِ الْحَدِيثَ وَمِنْ حَدِيثِ سَمُرَةَ كَانَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ إِذَا صَلَّى الصُّبْحَ مِمَّا يَقُولُ لِأَصْحَابِهِ مَنْ رَأَى مِنْكُمْ رُؤْيَا . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَقَالَ بن عَبَّاسٍ فَأَنَا أُحَرِّكُهُمَا جُمْلَةٌ مُعْتَرِضَةٌ بِالْفَاءِ وَفَائِدَةُ هَذَا زِيَادَةُ الْبَيَانِ فِي الْوَصْفِ عَلَى الْقَوْلِ وَعَبَّرَ فِي الْأَوَّلِ بِقَوْلِهِ كَانَ يُحَرِّكُهُمَا وَفِي الثَّانِي برأيت لِأَن بن عَبَّاسٍ لَمْ يَرَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي تِلْكَ الْحَالَةِ لِأَنَّ سُورَةَ الْقِيَامَةِ مَكِّيَّةٌ بِاتِّفَاقٍ بَلِ الظَّاهِرُ أَنَّ نُزُولَ هَذِهِ الْآيَاتِ كَانَ فِي أَوَّلِ الْأَمْرِ وَإِلَى هَذَا جَنَحَ الْبُخَارِيُّ فِي إِيرَادِهِ هَذَا الْحَدِيثَ فِي بَدْء الْوَحْي وَلم يكن بن عَبَّاسٍ إِذْ ذَاكَ وُلِدَ لِأَنَّهُ وُلِدَ قَبْلَ الْهِجْرَة بِثَلَاث سِنِين لَكِنْ يَجُوزُ أَنْ يَكُونَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ أَخْبَرَهُ بِذَلِكَ بَعْدُ أَوْ بَعْضُ الصَّحَابَةِ أَخْبَرَهُ أَنَّهُ شَاهَدَ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ وَالْأَوَّلُ هُوَ الصَّوَابُ فَقَدْ ثَبَتَ ذَلِكَ صَرِيحًا فِي مُسْنَدِ أَبِي دَاوُدَ الطَّيَالِسِيِّ قَالَ حَدَّثَنَا أَبُو عَوَانَةَ بِسَنَدِهِ. 
وَأَمَّا سَعِيدُ بن جُبَير فَرَأى ذَلِك من بن عَبَّاسٍ بِلَا نِزَاعٍ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  فَحَرَّكَ شَفَتَيْهِ وَقَولُهُ فَأنْزل الله لَا تحرّك بِهِ لسَانك لَا تَنَافِيَ بَيْنَهُمَا لِأَنَّ تَحْرِيكَ الشَّفَتَيْنِ بِالْكَلَامِ الْمُشْتَمِلِ عَلَى الْحُرُوفِ الَّتِي لَا يَنْطِقُ	بِهَا إِلَّا اللِّسَانُ يَلْزَمُ مِنْهُ تَحْرِيكُ اللِّسَانِ أَوِ اكْتَفَى بِالشَّفَتَيْنِ وَحَذَفَ اللِّسَانَ لِوُضُوحِهِ لِأَنَّهُ الْأَصْلُ فِي النُّطْقِ إِذِ الْأَصْلُ حَرَكَةُ الْفَمِ وَكُلٌّ مِنَ الْحَرَكَتَيْنِ نَاشِئٌ عَنْ ذَلِكَ وَقَدْ مَضَى أَنَّ فِي رِوَايَةِ جَرِيرٍ فِي التَّفْسِيرِ يُحَرِّكُ بِهِ لِسَانَهُ وَشَفَتَيْهِ فَجَمَعَ بَيْنَهُمَا وَكَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فِي ابْتِدَاءِ الْأَمْرِ إِذَا لُقِّنَ الْقُرْآنَ نَازَعَ جِبْرِيلَ الْقِرَاءَةَ وَلَمْ يَصْبِرْ حَتَّى يُتِمَّهَا مُسَارَعَةً إِلَى الْحِفْظِ لِئَلَّا يَنْفَلِتَ مِنْهُ شَيْءٌ قَالَهُ الْحَسَنُ وَغَيْرُهُ وَوَقَعَ فِي رِوَايَةٍ لِلتِّرْمِذِيِّ يُحَرِّكْ بِهِ لِسَانَهُ يُرِيدُ أَنْ يَحْفَظَهُ وَلِلنَّسَائِيِّ يَعْجَلْ بِقِرَاءَتِهِ لِيَحْفَظَهُ وَلِابْنِ أَبِي حَاتِمٍ يَتَلَقَّى أَوَّلَهُ وَيُحَرِّكْ بِهِ شَفَتَيْهِ خَشْيَةَ أَنْ يَنْسَى أَوَّلَهُ قَبْلَ أَنْ يَفْرَغَ مِنْ آخِرِهِ وَفِي رِوَايَةِ الطَّبَرِيِّ عَنِ الشَّعْبِيِّ عَجَّلَ يَتَكَلَّمُ بِهِ مِنْ حُبِّهِ إِيَّاهُ وَكِلَا الْأَمْرَيْنِ مُرَادٌ وَلَا تَنَافِيَ بَيْنَ مَحَبَّتِهِ إِيَّاهُ وَالشِّدَّةِ الَّتِي تَلْحَقُهُ فِي ذَلِكَ فَأُمِرَ بِأَنْ يُنْصِتَ حَتَّى يُقْضَى إِلَيْهِ وَحْيُهُ وَوُعِدَ بِأَنَّهُ آمِنٌ مِنْ تَفَلُّتِهِ مِنْهُ بِالنِّسْيَانِ أَوْ غَيْرِهِ وَنَحْوُهُ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  تَعَالَى وَلَا تَعْجَلْ بِالْقُرْآنِ مِنْ قَبْلِ أَنْ يُقْضَى إِلَيْك وحيه أَيْ بِالْقِرَاءَةِ . 

     </h3><br><h2 style="color:red;">قَوْلُهُ</h2><h3>  جَمَعَهُ لَكَ صَدْرُكَ كَذَا فِي أَكثر الرِّوَايَات وَفِيه إِسْنَادُ الْجَمْعِ إِلَى الصَّدْرِ بِالْمَجَازِ كَقَوْلِهِ أَنْبَتَ الرَّبِيعُ الْبَقْلَ أَيْ أَنْبَتَ اللَّهُ فِي الرَّبِيعِ الْبَقْلَ وَاللَّامُ فِي لَكَ لِلتَّبْيِينِ أَوْ لِلتَّعْلِيلِ وَفِي رِوَايَةِ كَرِيمَةَ وَالْحَمَوِيِّ جَمَعَهُ لَكَ فِي صَدْرِكَ وَهُوَ تَوْضِيحٌ لِلْأَوَّلِ وَهَذَا مِنْ تَفْسِيرِ بن عَبَّاسٍ. 

     وَقَالَ  فِي تَفْسِيرِ فَاتَّبِعْ أَيْ فَاسْتَمِعْ وَأَنْصِتْ وَفِي تَفْسِيرِ بَيَانِهِ أَيْ عَلَيْنَا أَنْ تَقْرَأَهُ وَيُحْتَمَلُ أَنْ يُرَادَ بِالْبَيَانِ بَيَانُ مُجْمَلَاتِهِ وَتَوْضِيحُ مُشْكِلَاتِهِ فَيُسْتَدَلُّ بِهِ عَلَى جَوَازِ تَأْخِيرِ الْبَيَانِ عَنْ وَقْتِ الْخِطَابِ كَمَا هُوَ الصَّحِيحُ فِي الْأُصُولِ وَالْكَلَامُ فِي تَفْسِيرِ الْآيَاتِ الْمَذْكُورَةِ أَخَّرْتُهُ إِلَى كِتَابِ التَّفْسِيرِ فَهُوَ مَوْضِعُهُ وَاللَّهُ أَعْلَمُ
						</h3>	</td>
				</tr>
				
	
		
				<tr id="btnEx1_5" style="width:auto; height:auto; font-size:18px;">					
					<td  style="width:98%; height:94%; left:1%; text-align:center;">
						<button id="cachHadith1_5" onclick="showExamen()" style=" width:100%; ">إظهار اختبار حفظ الحديث / إخفاء الحديث</button>
					</td>
				</tr>
				<tr>				
					<td>
						<button id="cachExamen1_5" onclick="hideExamen()" class="btn btn-primary btn-lg btn-block" style=" width:100%; " >إظهار الحديث / إخفاء اختبار حفظ الحديث</button>	
					</td>
				</tr>
			  </table>  					
		</div>	
		<button type="hidden" id="retFen1_5" onclick="RetourFunc()" class="btn btn-danger" style="width:100%; position:fixed; bottom:0%;">رجوع</button>
		<button  type="submit" style="width:100%; position:fixed; bottom:0%;"></button>
  <!--///////////////////////////////fenetre  //////////////////////////-->
		<br>

</section>	
<section id="sectExamen" style="margin-top:1px; width:0; height:0;">
		<center>				
            <div id="divExamen" style="width:100%; margin-top:1%;">
                <iframe id="ifrmExamen" width="0;" height="0;"  src="" ></iframe>				
								
            </div>
		</center>
		<br>		
	</section>
		<!--/////////////////////////////////section iframe lire pdf/////////////////////////////-->
	<section id='sectIframes' style="visibility:hidden;" class="ourmission " >
		<div id="lire2" >
        <iframe id="ifrm2" frameborder="0" background="rgb(118, 118, 118)"  width="100%" height="560"></iframe> 
			<button type="submit" id="retPdf1_1" onclick="RetourPdfFunc()" class="btn btn-danger" style="width:100%; ">رجوع</button>				
		</div>
	</section>
		
</body> <!-- /WRAPPER ENDS HERE DESIGNED BY VIJAYAN PP-->
</html>


<!--///////////////////////////////////ifram des Videos//////////////////////////-->
<script>
    function showVideo(){
		document.body.scrollTop = 0;
		document.documentElement.scrollTop = 0;         document.getElementById("sectVideo").style.visibility="visible";           document.getElementById("sectVideo").style.height="100%";           document.getElementById("sectVideo").style.width="100%";
		document.getElementById("ifrmVideo").style.width="70%";			document.getElementById("ifrmVideo").style.height="100%";
		document.getElementById("fermerVideo").style.visibility="visible";
		document.getElementById("sectRec").style.visibility="hidden"; 
			

	}
function hideVideo(){
			document.body.scrollTop = 0;
  			document.documentElement.scrollTop = 0;	document.getElementById("sectVideo").style.visibility="hidden";
			document.getElementById("ifrmVideo").src="";       
			document.getElementById("sectDine").style.marginTop="0";
			document.getElementById("sectRec").style.visibility="visible"; 	
			
	}
	//////////////////////show examen and hide hadith///////////////////

	function showExamen(){
			document.body.scrollBottom = 0;
  			document.documentElement.scrollBottom = 0;
            document.getElementById("sectExamen").style.height="560px";
            document.getElementById("sectExamen").style.width="100%";
            document.getElementById("ifrmExamen").style.width="100%";
			document.getElementById("ifrmExamen").style.height="550px";
	}
	/////////////////////////////////////Hide Examen and show hadith///////////////////////
	
	function hideExamen(){
			document.body.scrollTop = 0;
  			document.documentElement.scrollTop = 0;
            document.getElementById("sectExamen").style.height="0";
            document.getElementById("sectExamen").style.width="0";     document.getElementById("ifrmExamen").style.height="0";	
           document.getElementById("ifrmExamen").style.width="0";	
	}
	function showdiv1(){
			document.body.scrollTop = 0;
  			document.documentElement.scrollTop = 0;
          //  document.getElementById("sectDine").style.visibility="visible";

	}  
</script>

<script >	
	
		$(document).ready(function(){               
                $("#btnSahihB").click(function(){
                    $("#divSahihB").toggle();
				});
			$("#btnVideo1_1").click(function(){
                    $("#ifrmVideo").attr("src", "https://www.youtube.com/embed/WiunOeBv-hU");
                    $("#sectDine").css("margin-top", "53%");
					
                });
				$("#btnVideo1_1_1").click(function(){
                    $("#ifrmVideo").attr("src", "https://www.youtube.com/embed/bSWTIvaHb_g");
                }); 
				$("#btnVideo1_1_2").click(function(){
                    $("#ifrmVideo").attr("src", "https://www.youtube.com/embed/NL12Zffvp5E");
                }); 
				$("#btnVideo1_1_3").click(function(){
                    $("#ifrmVideo").attr("src", "https://www.youtube.com/embed/dXeHYfEv_jA");
                });
				$("#btnVideo1_1_4").click(function(){
                    $("#ifrmVideo").attr("src", "https://www.youtube.com/embed/kEE44oI6RHc");
                });
  			             
                $("#btnVideo1_2").click(function(){
                    $("#ifrmVideo").attr("src", "https://www.youtube.com/embed/Qfoah61QROk");
					$("#sectDine").css("margin-top", "53%");
                });
				$("#btnVideo1_3").click(function(){
                    $("#ifrmVideo").attr("src", "https://www.youtube.com/embed/3glKPcYcO34");
					$("#sectDine").css("margin-top", "53%");
                });
				$("#cachHadith1_1").click(function(){
                    $("#ifrmExamen").attr("src", "http://www.dinewadonia.ga/HadKitab1_1.php");
                });
				$("#cachHadith1_2").click(function(){
                    $("#ifrmExamen").attr("src", "http://www.dinewadonia.ga/HadKitab1_2.php");
                });
				$("#cachHadith1_3").click(function(){
                    $("#ifrmExamen").attr("src", "http://www.dinewadonia.ga/HadKitab1_3.php");
                });
				$("#cachHadith1_4").click(function(){
                    $("#ifrmExamen").attr("src", "http://www.dinewadonia.ga/HadKitab1_4.php");
                });
				$("#cachHadith1_5").click(function(){
                    $("#ifrmExamen").attr("src", "http://www.dinewadonia.ga/HadKitab1_5.php");
                });
		});  
</script>
<script>
// When the user scrolls down 20px from the top of the document, show the button

// When the user clicks on the button, scroll to the top of the document
function topFunction() {
  document.body.scrollTop = 0;
  document.documentElement.scrollTop = 0;
}		
			$(document).ready(function(){
                $("#btn1").click(function(){
					$("#div1").toggle();
				});
				/*////////////////les videos Sous Div1/////////////////////*/
				$("#btn1_1").click(function(){
					$("#DivHadVideo").toggle();						
				});
				$("#btn1_2").click(function(){
					$("#DivHadith").toggle();						
				});
				/*////////////////les videos/////////////////////*/
				$("#btnVideo1_1_1").click(function(){
					$("#div1").hide();	
					$("#sectVideo").show();	
					$("#fermerVideo").show();	
					$("#divVideos1").show();	
					$("#ifrm2").hide();							
                });	
				$("#btnVideo1_1_2").click(function(){
					$("#div1").hide();					
					$("#sectVideo").show();	
					$("#fermerVideo").show();	
					$("#divVideos1").show();	
					$("#ifrm2").hide();	
				});
				$("#btnVideo1_1_3").click(function(){
					$("#div1").hide();					
					$("#sectVideo").show();	
					$("#fermerVideo").show();	
					$("#divVideos1").show();	
					$("#ifrm2").hide();	
				});
				$("#btnVideo1_1_4").click(function(){
					$("#div1").hide();					
					$("#sectVideo").show();	
					$("#fermerVideo").show();	
					$("#divVideos1").show();	
					$("#ifrm2").hide();	
				});
				$("#fermerVideo").click(function(){
					$(this).hide();											
					$("#fen1_1").css("top","60%");	
					$("#ifrmVideo").src("top","60%");						
					$("#sectDine").css("margin-top","0");						
				});
                /*/////////////Lire Les pdf dans ifrm2////////////////////////*/
				$("#btnPdf1_1").click(function(){
					$("#sectIframes").show();	
					$("#ifrm2").show();	
					$("#sectDine").hide();	
                });	
				$("#btnPdf1_2").click(function(){
					$("#sectIframes").show();
					$("#ifrm2").show();
					$("#sectDine").hide();
				});
				$("#btnPdf1_3").click(function(){
					$("#sectIframes").show();
					$("#ifrm2").show();
					$("#sectDine").hide();
				});
				/*/////////////////retour//////////////////////*/
				$("#ret1_1").click(function(){
					$("#sectDine").hide();
					$("#sectRec").show();
				});
				$("#Sortir1_1").click(function(){
					$("#DivHadVideo").hide();	
					$("#DivHadith").hide();		
				});
				$("#Sortir1_2").click(function(){
					$("#DivHadVideo").hide();	
					$("#DivHadith").hide();		
				});
				$("#retFen1_1").click(function(){
					$(this).hide();
					$("#sectRec").show();
					$("#fen1_1").hide();
					$("#sectVideo").hide();
					$("#sectExamen").hide();
					$("#div1").show();					
				});
				$("#retFen1_2").click(function(){
					$(this).hide();
					$("#sectRec").show();
					$("#fen1_2").hide();
					$("#sectVideo").hide();					
					$("#sectExamen").hide();
					$("#div1").show();	
				});
				$("#retFen1_3").click(function(){
					$("#sectRec").show();
					$("#fen1_3").hide();
					$("#sectVideo").hide();
					$(this).hide()
					$("#sectExamen").hide();
					$("#div1").show();	
					//$("#marquee3").hide();	
				});
				$("#retFen1_4").click(function(){
					$("#sectRec").show();
					$("#fen1_4").hide();
					$("#sectVideo").hide();
					$(this).hide()
					$("#sectExamen").hide();
					$("#div1").show();	
					//$("#marquee3").hide();	
				});
				$("#retFen1_5").click(function(){
					$("#sectRec").show();
					$("#fen1_5").hide();
					$("#sectVideo").hide();
					$(this).hide()
					$("#sectExamen").hide();
					$("#div1").show();	
					//$("#marquee3").hide();	
				});
				$("#retPdf1_1").click(function(){
					$("#sectIframes").hide();
					$("#sectDine").show();
				});
                $("#retPdf1_2").click(function(){
					$("#sectIframes").hide();
					$("#sectDine").show();
				});
				/*////////////صفحة الأحاديث كل على حدى/////////////////////*/
				$("#btn1_1_1").click(function(){
					$("#sectRec").hide();
					$("#fen1_1").show();
					$("#retFen1_1").show();						
					$("#div1").hide();	
					
				});
				$("#btn1_1_2").click(function(){
					$("#fen1_2").show();
					$("#retFen1_2").show();	
					$("#div1").hide();
					$("#sectRec").hide();
				});
				$("#btn1_1_3").click(function(){
					$("#fen1_3").show();
					$("#retFen1_3").show();	
					$("#div1").hide();
					$("#sectRec").hide();
				});
				$("#btn1_1_4").click(function(){
					$("#fen1_4").show();
					$("#retFen1_4").show();	
					$("#div1").hide();
					$("#sectRec").hide();
				});
				$("#btn1_1_5").click(function(){
					$("#fen1_5").show();
					$("#retFen1_5").show();	
					$("#div1").hide();
					$("#sectRec").hide();
				});
				

				
				/////////////////إخفاء و إظهار////////////////
		
			
				$("#cachHadith1_1").click(function(){
					$("#sectExamen").show();	
					$("#cachExamen1_1").show();	
					$("#had1_1").hide();					
					$("#sectVideo").hide();
					
					$(this).hide();
				});
				$("#cachHadith1_2").click(function(){
					$("#sectExamen").show();					
					$("#cachExamen1_2").show();					
					$("#had1_2").hide();					
					$("#sectVideo").hide();					
					$(this).hide();				
				});
				$("#cachHadith1_3").click(function(){
					$("#sectExamen").show();					
					$("#cachExamen1_3").show();					
					$("#had1_3").hide();					
					$("#sectVideo").hide();					
					$(this).hide();				
				});
				$("#cachHadith1_4").click(function(){
					$("#sectExamen").show();					
					$("#cachExamen1_4").show();					
					$("#had1_4").hide();					
					$("#sectVideo").hide();					
					$(this).hide();				
				});
				$("#cachHadith1_5").click(function(){
					$("#sectExamen").show();					
					$("#cachExamen1_5").show();					
					$("#had1_5").hide();					
					$("#sectVideo").hide();					
					$(this).hide();				
				});
				$("#cachExamen1_1").click(function(){
					$("#had1_1").show();				
					$(this).hide();		
					$("#cachHadith1_1").show();		
                });
				$("#cachExamen1_2").click(function(){
					$("#had1_2").show();				
					$(this).hide();	
					$("#cachHadith1_2").show();
                });
				$("#cachExamen1_3").click(function(){
					$("#had1_3").show();				
					$(this).hide();	
					$("#cachHadith1_3").show();
                });
				$("#cachExamen1_4").click(function(){
					$("#had1_4").show();				
					$(this).hide();	
					$("#cachHadith1_4").show();
                });
				$("#cachExamen1_5").click(function(){
					$("#had1_5").show();				
					$(this).hide();	
					$("#cachHadith1_5").show();
                });
				
				$("#btnTd1").click(function(){
					$("#td1").toggle();	
                });
				
				$("#btnTd2").click(function(){
					$("#td2").toggle();	
                });
				
				$("#btnTd3").click(function(){
					$("#td3").toggle();	
                });
				
				$("#btnTd4").click(function(){
					$("#td4").toggle();	
                });
				
				$("#btnTd5").click(function(){
					$("#td5").toggle();	
                });
				
				
            });
</script>
<script>
   
	
	function iPdf1_1Func() {		
		document.getElementById("ifrm2").src = "http://www.dinewadonia.ga/doc/alboukhari/Had1_1.pdf";
	}
	function iPdf1_2Func() {		
		document.getElementById("ifrm2").src = "http://www.dinewadonia.ga/doc/alboukhari/had1_2.pdf";
	}
	function iPdf1_3Func() {		
		document.getElementById("ifrm2").src = "http://www.dinewadonia.ga/doc/alboukhari/had1_3.pdf";
	}
	
	
	
	
	///////////////////////////////////Hadiths des Marquee//////////////////////////
	
	

	
	function RetourFunc() {	
		document.body.scrollTop = 0;
		document.documentElement.scrollTop = 0;
		document.getElementById("sp1").innerHTML = ""; 
		document.getElementById("sp2").innerHTML = ""; 
		document.getElementById("sp3").innerHTML = "";
		document.getElementById("sp4").innerHTML = "";	 
		document.getElementById("sp5").innerHTML = ""; 
		document.getElementById("sp6").innerHTML = "";
		document.getElementById("sp7").innerHTML = "";	
		document.getElementById("sp8").innerHTML = ""; 
		document.getElementById("sp9").innerHTML = "";
		document.getElementById("sp10").innerHTML = "";	
		document.getElementById("sp11").innerHTML = ""; 
		document.getElementById("sp12").innerHTML = "";
		document.getElementById("sp13").innerHTML = "";			
		document.getElementById("sp14").innerHTML = "";			
		document.getElementById("sp15").innerHTML = "";			
		document.getElementById("sp16").innerHTML = "";			
		document.getElementById("sp17").innerHTML = "";			
		document.getElementById("ifrm2").src = "";
	//	document.getElementById("sectExamen").style.visibility = "hidden";
	
		
	}
	
	function RetourPdfFunc()  {	
		document.getElementById("ifrm2").src = "";
		document.body.scrollTop = 0;
  		document.documentElement.scrollTop = 0;
	}
	
	function showSectDine()  {	
		document.getElementById("sectDine").style.visibility = "visible";
		document.body.scrollTop = 0;
  		document.documentElement.scrollTop = 0;
	}
</script>
    
<script>
	window.onload=(function(){
		$('#cachExamen1_1').hide();
		$('#cachExamen1_2').hide();
		$('#cachExamen1_3').hide();
		$('#cachExamen1_4').hide();
		$('#cachExamen1_5').hide();
		$("#divSahihB").hide();
		$("#DivHadVideo").hide();	
					$("#DivHadith").hide();	
					$("#div1").hide();
					$("#fen1_1").hide();					
					$("#fen1_2").hide();	
					$("#fen1_3").hide();
					$("#fen1_4").hide();
					$("#fen1_5").hide();
					$("#retFen1_1").hide();
					$("#retFen1_2").hide();
					$("#retFen1_3").hide();
					$("#retFen1_4").hide();
					$("#retFen1_5").hide()
					$("#sectVideo").hide()
					$("#td1").hide()
	});
</script>



